/*
Navicat MySQL Data Transfer

Source Server         : bankunion
Source Server Version : 50629
Source Host           : 121.43.96.68:3306
Source Database       : hf

Target Server Type    : MYSQL
Target Server Version : 50629
File Encoding         : 65001

Date: 2016-11-14 10:45:54
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for tb_activity
-- ----------------------------
DROP TABLE IF EXISTS `tb_activity`;
CREATE TABLE `tb_activity` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '活动编号',
  `zone` smallint(5) unsigned NOT NULL DEFAULT '0' COMMENT '活动区域编号(省ID)',
  `list_order` tinyint(4) unsigned NOT NULL DEFAULT '11' COMMENT '默认排序',
  `poster` varchar(300) NOT NULL DEFAULT '' COMMENT '活动图片',
  `logo` varchar(300) NOT NULL DEFAULT '' COMMENT '活动logo',
  `begin_at` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '活动开始时间',
  `end_at` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '活动结束时间',
  `aims` varchar(400) NOT NULL DEFAULT '' COMMENT '活动对象',
  `way` varchar(400) NOT NULL DEFAULT '' COMMENT '活动形式',
  `limitation` varchar(400) NOT NULL DEFAULT '' COMMENT '限额说明',
  `details` text COMMENT '活动细则',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '1' COMMENT '活动状态(1-上线；2-下线)',
  `create_at` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_at` int(10) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=48 DEFAULT CHARSET=utf8mb4 COMMENT='活动表';

-- ----------------------------
-- Records of tb_activity
-- ----------------------------
INSERT INTO `tb_activity` VALUES ('4', '10', '100', '/upload/activity/2016/11/12/096fe802e306d076d7127c142241756c.jpg', '', '1478436180', '1480423380', '1', '1', '1', '我爱活动', '2', '1478954604', '1478968385');
INSERT INTO `tb_activity` VALUES ('5', '8', '11', '/upload/activity/2016/11/12/4b8ce0ba60097ebf9241989ddd673e5c.jpg', '', '1478440260', '1480513860', '12', '21', '21', '21', '2', '1478958681', '1478968381');
INSERT INTO `tb_activity` VALUES ('6', '10', '11', '/upload/activity/2016/11/12/f0c06e9ca09d37a94a6d3023ed726d7d.jpg', '/upload/activity/2016/11/12/18b3a5d6c5c68b218ca75e1a4229e2fc.jpg', '1478444820', '1480432020', '2', '3', '4', '5', '2', '1478963253', '1478968377');
INSERT INTO `tb_activity` VALUES ('7', '10', '11', '/upload/activity/2016/11/12/75699d6c2c418bb996799e1f3d4ea52b.png', '/upload/activity/2016/11/12/5a3989ff173696fc6c5970e2e47a08e0.png', '1478445180', '1478963580', '1', '1', '1', '1', '2', '1478963635', '1478970311');
INSERT INTO `tb_activity` VALUES ('8', '10', '1', '/upload/activity/2016/11/13/1f5b4948fccc7357d48e91129f701095.png', '/upload/activity/2016/11/13/5caad6e516593d2018669e8c594568c5.jpg', '1478966400', '1485878399', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人持银联信用卡或银联云闪付消费满11元立减5元。', '每卡每日限1次优惠。', '1.每活动日限前5000名，送完即止。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。', '2', '1478968360', '1479006005');
INSERT INTO `tb_activity` VALUES ('9', '10', '11', '/upload/activity/2016/11/13/17123b98dfb668c2364199c2befadc07.png', '/upload/activity/2016/11/13/2048ca39f723f2231e1bd25872b31bd3.png', '1478623920', '1479228720', '1', '1', '1', '1', '2', '1478969669', '1478969912');
INSERT INTO `tb_activity` VALUES ('10', '10', '11', '/upload/activity/2016/11/13/fb9222bf9e3bd7f0052a819ebc79426a.png', '/upload/activity/2016/11/13/07918fc413a022a62c05f12aeea62cb0.png', '1479225600', '1485878399', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人持银联信用卡或银联云闪付消费满11元立减5元。', '每卡每日限1次优惠。', '1.每活动日限前5000名，送完即止。    \r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。', '2', '1478970184', '1479006263');
INSERT INTO `tb_activity` VALUES ('11', '10', '11', '/upload/activity/2016/11/13/756251a06416912cfdbd75147f4651eb.png', '/upload/activity/2016/11/13/23c748e1f8f5e939202d4a1643e9b999.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡和银联云闪付消费享5折优惠，最高优惠30元。', '最高优惠30元。', '1.活动每天限前100名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479006177', '1479012619');
INSERT INTO `tb_activity` VALUES ('12', '10', '11', '/upload/activity/2016/11/13/359d3acbcdf0d5edb69cc439ce628597.png', '/upload/activity/2016/11/13/65b038d20154cccf59659ae2d5e31426.png', '1479225600', '1485878399', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人持银联信用卡或银联云闪付消费满11元立减5元。', '每卡每日限1次优惠。', '1.每活动日限前5000名，送完即止。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479006685', '1479012665');
INSERT INTO `tb_activity` VALUES ('13', '10', '11', '/upload/activity/2016/11/13/f4cfa013b6aeafcc2c791c2ecc8364f3.png', '/upload/activity/2016/11/13/b0d4d7e6972ec61fcbe26a10108fac8e.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡、银联云闪付消费享5折优惠，优惠金额30元封顶。', '优惠金额30元封顶。', '1.活动日限前225名，送完即止。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479006945', '1479013147');
INSERT INTO `tb_activity` VALUES ('14', '10', '11', '/upload/activity/2016/11/13/b752ec2e27c0d030dd367e1e3cfd799a.png', '/upload/activity/2016/11/13/1e37b36e357a0153aa3661c4efc99f29.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行的银联信用卡和银联云闪付消费满20元立减5元。', '消费满20元立减5元。', '1.银联信用卡、银联云闪付活动每天限前1350名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479007172', '1479090874');
INSERT INTO `tb_activity` VALUES ('15', '10', '11', '/upload/activity/2016/11/13/ba23af83b6ddbce18e5b8b169ad4acd6.png', '/upload/activity/2016/11/13/9196d7be53406422d02fe02726195b34.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡和银联云闪付消费享5折优惠，最高优惠30元。', '最高优惠30元。', '1.活动每天限前100名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479012216', '1479012216');
INSERT INTO `tb_activity` VALUES ('16', '10', '11', '/upload/activity/2016/11/13/32811b0da27215d8fa95f6f5aa4b5fc1.png', '/upload/activity/2016/11/13/b936e8b6a273e01880ccf6a4b2b9deb1.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在大润发指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满20元，可尊享立减12元优惠(每笔最高立减12元)。', '数量有限，先到先得。', '1.每活动日优惠名额限前2100名，名额有限，送完即止；同一持卡人单卡单日限享受1次优惠。若同一持卡人发生拆单、虚假刷单等恶意行为，将取消优惠资格并不另行通知。\r\n2.优惠部分不予开具发票。\r\n3.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n4.活动期间由于商家地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准，或致电中国银联客服热线95516。\r\n', '2', '1479012355', '1479012692');
INSERT INTO `tb_activity` VALUES ('17', '10', '11', '/upload/activity/2016/11/13/9c08582444f73034ca0d4ee0d1239ab1.png', '/upload/activity/2016/11/13/8396a4f67583fc4f0dafec8fce068f28.png', '1479225600', '1485878399', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡、银联云闪付可享受1元购爆米花、2元购哈根达斯活动。', '无', '1.活动每天限前1440名，送完即止。\r\n2.上述活动中交易数据以银联系统记载的交易日期及交易金额为准。\r\n3.每卡每月仅限购买爆米花2份或哈根达斯1份。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479012502', '1479012502');
INSERT INTO `tb_activity` VALUES ('18', '10', '11', '/upload/activity/2016/11/13/efe6f7dbe9a01b3975dbe985b377d621.png', '/upload/activity/2016/11/13/5d9be5dc9e3d14ee5a98810a884bf549.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡和银联云闪付消费满20元立减5元。', '无', '1.活动日每天限前800名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479013091', '1479013091');
INSERT INTO `tb_activity` VALUES ('19', '10', '11', '/upload/activity/2016/11/13/31db9ac188814ea111312a1873563e07.png', '/upload/activity/2016/11/13/7cc0fb914c04c7bc2174ce85e2a02ae6.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行的银联信用卡和银联云闪付消费满20元立减5元。', '无', '1.活动每天限前500名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。\r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479013255', '1479013255');
INSERT INTO `tb_activity` VALUES ('20', '10', '11', '/upload/activity/2016/11/13/07e194cec5fb8aad3cb49a51ed58f5ad.png', '/upload/activity/2016/11/13/b87b733466a842461a1227f9b2efd3e4.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡和银联云闪付消费享5折优惠，最高优惠30元。', '最高优惠30元。', '1.活动每天限前100名，送完即止。\r\n2.上述活动中消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479013343', '1479045232');
INSERT INTO `tb_activity` VALUES ('21', '10', '11', '/upload/activity/2016/11/13/312051fb56c8056b39c7658c91eb7346.png', '/upload/activity/2016/11/13/88c30e7cb2c83e2e8285f73ad63e3260.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在大润发指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满20元，可尊享立减12元优惠(每笔最高立减12元)。数量有限，先到先得。', '每笔最高立减12元。', '1.每活动日优惠名额限前2100名，名额有限，送完即止；同一持卡人单卡单日限享受1次优惠。若同一持卡人发生拆单、虚假刷单等恶意行为，将取消优惠资格并不另行通知。\r\n2.优惠部分不予开具发票。\r\n3.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n4.活动期间由于商家地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准，或致电中国银联客服热线95516。\r\n', '1', '1479013459', '1479013459');
INSERT INTO `tb_activity` VALUES ('22', '10', '11', '/upload/activity/2016/11/13/424c7bb5d991c03161088713a6ad1370.png', '/upload/activity/2016/11/13/b4bfcc637a44ed63402cf63c34ae729d.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在好利来指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满188元随机立减8元-免单。数量有限，先到先得。', '无', '1.每活动日优惠名额限前6000名，名额有限，送完即止；活动减免金额最低为8元上限为300元，持卡人获得免单后仍需要支付1分钱，用作记账处理。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.购买超市预付卡、香烟类商品不可参加本活动。拆单使用多张信用卡结账不可参加本活动。\r\n4.活动期间由于大润发旗下门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.如持卡人发生任何违法交易、欺诈或不正常交易、分单、拆单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。\r\n6.活动详情、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479013572', '1479013572');
INSERT INTO `tb_activity` VALUES ('23', '10', '11', '/upload/activity/2016/11/13/1af82c756663d58efb1678f342c8dcab.png', '/upload/activity/2016/11/13/57a3486946eae15464c278661cf69748.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、招行、交行银联信用卡、银联云闪付消费享5折优惠，优惠金额30元封顶。', '优惠金额30元封顶。', '1.活动日限前225名，送完即止。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479013689', '1479013689');
INSERT INTO `tb_activity` VALUES ('24', '10', '11', '/upload/activity/2016/11/13/31e765e75aa3f204d054c3298b50b296.png', '/upload/activity/2016/11/13/ba49e9126c6859c95c633ec6a8f0cee0.png', '1479225600', '1485878399', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，12月11日除外，持卡人持银联信用卡或银联云闪付消费满11元立减5元。', '每卡每日限1次优惠。', '1.每活动日限前5000名，送完即止。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479014345', '1479045354');
INSERT INTO `tb_activity` VALUES ('25', '10', '11', '/upload/activity/2016/11/13/70d8d50a47dd3f3f220f22ee2d79758f.png', '/upload/activity/2016/11/13/4a843e1be1e3b05af1c31f986c2f4439.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '1、金普卡及云闪付：活动期间，每周三、周日，银联金普卡及云闪付享满20元立减6.2元优惠，单日共300名。\r\n2、白金卡：活动期间，每周三、周日，银联白金卡享满20元立减15元优惠，单日共100名。\r\n', '1、金普卡及云闪付：单日限额共300名。\r\n2、白金卡：单日限额共100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.银联金普卡及云闪付日度优惠名额限前300名，银联白金卡日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479015972', '1479044997');
INSERT INTO `tb_activity` VALUES ('26', '9', '11', '/upload/activity/2016/11/13/158c24724e618797d3a30438dcf562aa.png', '/upload/activity/2016/11/13/0297e618df0fd7c708febb6ff7fbde76.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在好利来指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满188元随机立减8元-免单。', '数量有限，先到先得。', '1.每活动日优惠名额限前6000名，名额有限，送完即止；活动减免金额最低为8元上限为300元，持卡人获得免单后仍需要支付1分钱，用作记账处理。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.购买超市预付卡、香烟类商品不可参加本活动。拆单使用多张信用卡结账不可参加本活动。\r\n4.活动期间由于大润发旗下门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.如持卡人发生任何违法交易、欺诈或不正常交易、分单、拆单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。\r\n6.活动详情、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479016059', '1479016059');
INSERT INTO `tb_activity` VALUES ('27', '9', '11', '/upload/activity/2016/11/13/58fc04740fad5f0ff2f8fbe94dbccc81.png', '/upload/activity/2016/11/13/feaa022b077ddb848f96a28d2f928351.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '2016年11月16日-2017年1月25日，每周三、周日。活动期间，持卡人在大润发指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满20元，可尊享立减12元优惠(每笔最高立减12元)。数量有限，先到先得。', '每活动日优惠名额限前2100名，同一持卡人单卡单日限享受1次优惠。', '1.每活动日优惠名额限前2100名，名额有限，送完即止；同一持卡人单卡单日限享受1次优惠。若同一持卡人发生拆单、虚假刷单等恶意行为，将取消优惠资格并不另行通知。\r\n2.优惠部分不予开具发票。\r\n3.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n4.活动期间由于商家地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准，或致电中国银联客服热线95516。\r\n', '1', '1479016223', '1479016223');
INSERT INTO `tb_activity` VALUES ('28', '9', '11', '/upload/activity/2016/11/13/45da4784ac2935fcfb27d9a890c33de5.png', '/upload/activity/2016/11/13/2c79f86fa2c367861c07e1d3142ffa2f.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，持卡人通过建行、交行、招行银联信用卡消费满162随机立减26-免单。', '日度优惠名额限前1600名。', '1.日度优惠名额限前1600名，送完即止，获得免单时仍需支付1分钱,作为记账处理。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479016593', '1479016593');
INSERT INTO `tb_activity` VALUES ('29', '9', '11', '/upload/activity/2016/11/13/aca0b2ad7cbcdc56ce6f2fba7399307f.png', '/upload/activity/2016/11/13/b7e883bf01a14676046241fce33fe2d6.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '1、金普卡及云闪付：活动期间，每周三、周日，银联金普卡及云闪付享满20元立减6.2元优惠，单日共300名。\r\n2、白金卡：活动期间，每周三、周日，银联白金卡享满20元立减15元优惠，单日共100名。\r\n', '1、金普卡及云闪付：单日共300名。\r\n2、白金卡：单日共100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.银联金普卡及云闪付日度优惠名额限前300名，银联白金卡日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479016754', '1479016754');
INSERT INTO `tb_activity` VALUES ('30', '9', '11', '/upload/activity/2016/11/13/174b8e91a163ad9d0a6a412a59801b23.png', '/upload/activity/2016/11/13/21f8b994f5d9852876f2ae012e477490.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，滑雪享满7折再减20元优惠，单日共100名。', '单日共100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5、活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479016832', '1479016832');
INSERT INTO `tb_activity` VALUES ('31', '8', '11', '/upload/activity/2016/11/13/34f3c1b0dc689ae15bad43442603681b.png', '/upload/activity/2016/11/13/19ec05fdd988f3c7f7ea3ec29637dfa2.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，滑雪享6.2折，封顶50元的优惠，单日共90名。', '日度优惠名额限前90名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前90名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479018679', '1479018679');
INSERT INTO `tb_activity` VALUES ('32', '8', '11', '/upload/activity/2016/11/13/5be233592160341f0bcf2be290254eb7.png', '/upload/activity/2016/11/13/3a884746ababc1d48a0b9378c0169304.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满30元立减15元优惠，单日共345名。', '日度优惠名额限前345名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前345名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479026095', '1479045618');
INSERT INTO `tb_activity` VALUES ('33', '8', '11', '/upload/activity/2016/11/13/2e99e616538ea87df02ed65c4b9cd8ba.png', '/upload/activity/2016/11/13/a81b82e0641214e46d8dc6047d5f645f.png', '1479139200', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日、圣诞节和元旦促销日，62银联信用卡及银联云闪付持卡人享满200元立减50元优惠，单日共210名。', '单日共210名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前210名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479026252', '1479044768');
INSERT INTO `tb_activity` VALUES ('34', '10', '11', '/upload/activity/2016/11/13/24cad2ac701f3c9acdfcbf1ace0faf30.png', '/upload/activity/2016/11/13/d5fbdb2d402d9db1cb09ba7a8771445c.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在大润发指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满20元，可尊享立减12元优惠(每笔最高立减12元)。数量有限，先到先得。', '每活动日优惠名额限前2100名。', '1.每活动日优惠名额限前2100名，名额有限，送完即止；同一持卡人单卡单日限享受1次优惠。若同一持卡人发生拆单、虚假刷单等恶意行为，将取消优惠资格并不另行通知。\r\n2.优惠部分不予开具发票。\r\n3.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n4.活动期间由于商家地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准，或致电中国银联客服热线95516。\r\n', '1', '1479026452', '1479090437');
INSERT INTO `tb_activity` VALUES ('35', '10', '11', '/upload/activity/2016/11/13/0d83c4bccd0f88f9ce72a18dfa1685c2.png', '/upload/activity/2016/11/13/1c276c10bd310205021ce943127c1627.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满25元立减20元优惠，单日共660名。', '单日共660名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前660名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479026686', '1479090505');
INSERT INTO `tb_activity` VALUES ('36', '10', '11', '/upload/activity/2016/11/13/c59ff7201926c460b2498afa63a4d8cb.png', '/upload/activity/2016/11/13/6f60abcb9450bb55f81ee07dd36be0d3.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡（卡号以62开头）及银联云闪付持卡人。', '活动期间，持卡人在好利来指定门店使用建行、招行、交行银联信用卡或银联云闪付消费满188元随机立减8元-免单。数量有限，先到先得。', '每活动日优惠名额限前6000名。', '1.每活动日优惠名额限前6000名，名额有限，送完即止；活动减免金额最低为8元上限为300元，持卡人获得免单后仍需要支付1分钱，用作记账处理。\r\n2.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n3.购买超市预付卡、香烟类商品不可参加本活动。拆单使用多张信用卡结账不可参加本活动。\r\n4.活动期间由于大润发旗下门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n5.如持卡人发生任何违法交易、欺诈或不正常交易、分单、拆单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。\r\n6.活动详情、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479026809', '1479090801');
INSERT INTO `tb_activity` VALUES ('37', '10', '11', '/upload/activity/2016/11/13/41b77ea81fc7287152f75df07aa7e2e7.png', '/upload/activity/2016/11/13/0e1e8ddd0481ba0c4ca529c9b1554836.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满30元立减15元优惠，单日共900名。', '单日共900名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前900名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479026910', '1479090371');
INSERT INTO `tb_activity` VALUES ('38', '8', '11', '/upload/activity/2016/11/13/a397a233a0bc6f5fbf1ca65ae7eeee66.png', '/upload/activity/2016/11/13/5fc74beb66f0ba4b52305a7b0278ec83.png', '1479139200', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '盘锦红海湿地温泉乐园、本溪花溪沐温泉酒店有限公司、营口熊岳天沐温泉度假有限公司、丹东江富餐饮娱乐有限公司。', '日度优惠名额限前100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479027007', '1479027095');
INSERT INTO `tb_activity` VALUES ('39', '8', '11', '/upload/activity/2016/11/13/ff4178e771d4098d353f4ce30ba06d2c.png', '/upload/activity/2016/11/13/e58c9b3d193a2af5e7e16e9ac1de6978.png', '1479139200', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '盘锦红海湿地温泉乐园、本溪花溪沐温泉酒店有限公司、营口熊岳天沐温泉度假有限公司、丹东江富餐饮娱乐有限公司。', '日度优惠名额限前100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479027166', '1479045543');
INSERT INTO `tb_activity` VALUES ('40', '10', '11', '/upload/activity/2016/11/13/5c48d0b111dcba129a5a16fd42575392.png', '/upload/activity/2016/11/13/dd37d0c601fa0f7b0aa81e0fb191dd42.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满30元立减15元优惠，单日共300名。', '单日共300名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前300名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479027312', '1479090259');
INSERT INTO `tb_activity` VALUES ('41', '8', '11', '/upload/activity/2016/11/13/c59f5d005fd2eb3a84a9cff44694167e.png', '/upload/activity/2016/11/13/f0c892d7fd83500ad076d078ca243c6f.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日、圣诞节和元旦促销日，62银联信用卡及银联云闪付持卡人享满200元立减50元优惠，单日共210名。', '单日共210名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前210名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479044479', '1479045526');
INSERT INTO `tb_activity` VALUES ('42', '10', '11', '/upload/activity/2016/11/13/a1060ba58ccaabb80652e88490a9870c.png', '/upload/activity/2016/11/13/75d9d83e4ee614213f4e032e1cf24e8e.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '1、金普卡及云闪付：活动期间，每周三、周日，银联金普卡及云闪付享满30元立减6.2元优惠，单日共500名。\r\n2、白金卡：活动期间，每周三、周日，银联白金卡享满30元立减15元优惠，单日共100名。\r\n', '1、金普卡及云闪付：单日共500名。\r\n2、白金卡：单日共100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.银联金普卡及云闪付日度优惠名额限前500名，银联白金卡日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479045160', '1479090278');
INSERT INTO `tb_activity` VALUES ('43', '8', '11', '/upload/activity/2016/11/13/b536f0f91bef9aab663046853496a171.png', '/upload/activity/2016/11/13/7ad032d8419b8411b4b2fb6671f283e4.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日、圣诞节和元旦促销日，62银联信用卡及银联云闪付持卡人享满200元立减50元优惠，单日共210名。', '单日共210名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前210名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479046033', '1479046033');
INSERT INTO `tb_activity` VALUES ('44', '8', '11', '/upload/activity/2016/11/13/3cfe1408765cd6d75618eb16c2c9a85d.png', '/upload/activity/2016/11/13/2c757e385b1984c243d85c3043713bb7.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动为每周三、周日。盘锦红海湿地温泉乐园、本溪花溪沐温泉酒店有限公司、营口熊岳天沐温泉度假有限公司、丹东江富餐饮娱乐有限公司。', '日度优惠名额限前100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479046168', '1479055572');
INSERT INTO `tb_activity` VALUES ('45', '8', '11', '/upload/activity/2016/11/13/6d00043eba209f668e87a22ba1c0dc3b.png', '/upload/activity/2016/11/13/b4789b7614aabd113f6266f69d8bb17a.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满30元立减15元优惠，单日共300名。', '单日共300名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前300名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '2', '1479046303', '1479055567');
INSERT INTO `tb_activity` VALUES ('46', '8', '11', '/upload/activity/2016/11/14/3c3ded1e2cd765edb4619968cbee57e4.png', '/upload/activity/2016/11/14/b4b547052975e04cbc98e2415221e83c.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动每周三、周日。盘锦红海湿地温泉乐园、本溪花溪沐温泉酒店有限公司、营口熊岳天沐温泉度假有限公司、丹东江富餐饮娱乐有限公司。', '日度优惠名额限前100名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前100名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479055709', '1479055709');
INSERT INTO `tb_activity` VALUES ('47', '8', '11', '/upload/activity/2016/11/14/75b1577620e70cc500d39283d4621ebe.png', '/upload/activity/2016/11/14/76b4095d5dfab2566ff4d9296445be8c.png', '1479225600', '1485359999', '建行、招行、交行银联信用卡及银联云闪付持卡人。', '活动期间，每周三、周日，62银联信用卡及银联云闪付持卡人享满30元立减15元优惠，单日共300名。', '单日共300名。', '1.上述活动中刷卡消费数据以银联系统记载的交易日期及交易金额为准。\r\n2.日度优惠名额限前300名，名额有限，送完即止。\r\n3.单卡单活动日可享受1次优惠，优惠部分不予开具发票。\r\n4.若用户发生退款，将仅针对用户的实际支付金额（不包含满减金额）退还，优惠资格不再补偿。\r\n5.活动期间由于门店地址变更、工程装修、停业整顿或自然灾害等不可抗力原因导致门店未能正常营业的情况与中国银联无关，建议持卡人于参加活动前向商家咨询确认。\r\n6.如持卡人发生任何违法交易、欺诈或不正常交易、分单交易，中国银联保留拒绝该等持卡人参加本活动及取消其获赠任何奖励的权利。 \r\n7.活动详情及本活动各城市参与商店列表、活动时间及活动具体条款细则以www.95516.com网站公布的内容为准。\r\n', '1', '1479055797', '1479055797');

-- ----------------------------
-- Table structure for tb_address
-- ----------------------------
DROP TABLE IF EXISTS `tb_address`;
CREATE TABLE `tb_address` (
  `add_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '地址ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `receiver_name` varchar(50) NOT NULL DEFAULT '' COMMENT '收货人姓名',
  `receiver_phone` varchar(12) NOT NULL DEFAULT '' COMMENT '收货人联系方式',
  `province` varchar(30) NOT NULL DEFAULT '0' COMMENT '省ID',
  `city` varchar(30) NOT NULL DEFAULT '0' COMMENT '市ID',
  `county` varchar(30) NOT NULL DEFAULT '0' COMMENT '县ID',
  `detail` text NOT NULL COMMENT '详细地址',
  `receive_time` tinyint(4) NOT NULL DEFAULT '1' COMMENT '收货时间（1-一周七日；2-工作日；3-双休及节假）',
  `type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '地址类型（1-家庭地址；2-公司地址；3-其他）',
  `is_default` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否为默认（1-否；2-是）',
  `is_deleted` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否已经删除（1-未删除；2-已经删除）',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`add_id`),
  KEY `uid` (`uid`) USING BTREE,
  KEY `is_default` (`is_default`) USING BTREE,
  KEY `is_deleted` (`is_deleted`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=43 DEFAULT CHARSET=utf8mb4 COMMENT='地址信息表';

-- ----------------------------
-- Records of tb_address
-- ----------------------------
INSERT INTO `tb_address` VALUES ('38', '105', '黄波', '15950055205', '江苏省', '苏州市', '吴中区', '东延路莲花新村五区76栋二单元404', '3', '1', '2', '1', '1467762190');
INSERT INTO `tb_address` VALUES ('39', '101', '王秀楠', '15840903292', '辽宁省', '大连市', '金州区', '开发区光伸装饰材料市场一期二楼44号', '1', '2', '2', '1', '1467959465');
INSERT INTO `tb_address` VALUES ('40', '108', '修静男', '15840903292', '辽宁省', '大连市', '金州区', '铁山中路金湾山城121#2单元', '1', '1', '1', '1', '1467972908');
INSERT INTO `tb_address` VALUES ('41', '108', '修静男', '15042420312', '辽宁省', '大连市', '金州区', '铁山中路金湾山城121#2单元', '1', '1', '2', '1', '1467973015');
INSERT INTO `tb_address` VALUES ('42', '114', '曾昭权', '13918248868', '上海市', '上海市', '松江区', '新桥镇新庙三路747号', '2', '2', '2', '1', '1473565208');

-- ----------------------------
-- Table structure for tb_auth
-- ----------------------------
DROP TABLE IF EXISTS `tb_auth`;
CREATE TABLE `tb_auth` (
  `auth_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '认证ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `nick` varchar(30) NOT NULL DEFAULT '' COMMENT '微信昵称',
  `name` varchar(30) NOT NULL DEFAULT '' COMMENT '真实姓名',
  `avatar` varchar(250) NOT NULL DEFAULT '' COMMENT '微信头像',
  `mobile` char(11) NOT NULL DEFAULT '' COMMENT '手机号码',
  `email` varchar(40) NOT NULL DEFAULT '' COMMENT '邮箱',
  `name_card` varchar(250) NOT NULL DEFAULT '' COMMENT '名品',
  `user_type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '用户类型（1-普通用户；2-销售/门店导购；3-设计师；4-零售经销商；5-项目经销商；6-安装商/安装人员；7尚飞员工）',
  `user_type_imgs` varchar(600) NOT NULL DEFAULT '' COMMENT '用户类型图片',
  `wechat_openid` varchar(50) NOT NULL DEFAULT '' COMMENT '微信公众号',
  `auth_status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '认证状态（1-待审核；2-审核通过；3-审核不通过）',
  `reason` text COMMENT '审核不通过的原因',
  `update_at` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`auth_id`),
  UNIQUE KEY `wechat_openid` (`wechat_openid`) USING BTREE,
  KEY `uid` (`uid`) USING BTREE,
  KEY `user_type` (`user_type`) USING BTREE,
  KEY `auth_status` (`auth_status`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=84 DEFAULT CHARSET=utf8mb4 COMMENT='用户认证信息表';

-- ----------------------------
-- Records of tb_auth
-- ----------------------------
INSERT INTO `tb_auth` VALUES ('45', '90', '（尚飞）上海庆繁—刘逊凯', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6dQYfgibeyOQyxHHEiaiaIgKY0pQVlRibN27c978T9BgvADm8jlHa8DyE1O2iczgKJcUEPnYI961ia9zCzQicG49mJtibJH/0', '13601888074', '', '', '1', '', 'oZFzUt7mO-AStjPb058lzNiwNUu8', '1', null, '1467355256', '1467355256');
INSERT INTO `tb_auth` VALUES ('46', '91', '蓝天白云', '', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELY3ExtVDxCaRdGPwbrHLk70zLbIXWEGbPaA9RaqSicwawicoEkY1JyiageTsH7upE0Iib7icHgibtLyibLQ/0', '13703212136', '', '', '1', '', 'oZFzUt38vQLp7WW_-hF1elE8n3Fc', '1', null, '1467355414', '1467355414');
INSERT INTO `tb_auth` VALUES ('47', '92', 'a°堂韵_业务·秘书（李志栋）', '李志栋', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM5RTIqwdGWuYXjma1vIsHLfsmygiafvOWlTCk6dZMicRBtMZ1c6j382d0uqL4ia9eNoGxn066Zk69xq3ksMm4sRGaN9U8jXEBib4AM/0', '18630181439', '373591277@qq.com', '', '4', '[\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/01\\/eba4690c87ac2945c334c25f935707e4.jpg\",\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/01\\/80cdb97a70f79f57f8be41ff164a316e.jpg\"]', 'oZFzUtwluU6z1n_bgdhyvOIogX4o', '1', null, '1467356125', '1467356125');
INSERT INTO `tb_auth` VALUES ('48', '93', 'kkl1812', '', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM5Bw8ZaQSuztQEuKUg43EUfPyTDZbtUr6Qx3p4TWdzet8JMcVC5VdQ4OiaCSAFYAGuzSn9icicAejz6Q/0', '17600870597', '', '', '1', '', 'oZFzUt_Wyc1U-Ro8aeB3p8iabDV8', '1', null, '1467357857', '1467357857');
INSERT INTO `tb_auth` VALUES ('49', '94', '唐斌', '', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCzycJZFhGmQibJJZX7XRDiayPjEYiccWNicDovTLicmQbfnAnnhbLUELJFNO7RCqnOTwdcRiaCGRMhnTwsL/0', '13764828598', '', '', '1', '', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '1', null, '1467361355', '1467361355');
INSERT INTO `tb_auth` VALUES ('50', '95', '广州市中欧智能遮阳技术有限公司', '陈学书', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKG8wFONIKib7Yk6BibFGLS7pdhAVOD6z0erH54tFl1slx1dhwmfzcgXpoj5ejuIoMc3fQGibDRlmeCrzzhoB0n6aK7ohZ0gMJhpM/0', '13119592269', '565949332@qq.com', '', '5', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/01\\/efe52a57924f3a0c7ba2ccd78da31037.jpg\"', 'oZFzUtxCRUjopGvas24MpDKfsMcw', '1', null, '1467365560', '1467365560');
INSERT INTO `tb_auth` VALUES ('51', '96', '王振华', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibWLX3k7d2x3WoroX0ic0ybTT6xMF6BwibVpqB1bJy1U9Tl4wylJo0YLvCOeOvHib8SZia96xgmcjD0rv/0', '17735105577', '', '', '1', '', 'oZFzUt-mnDbFKUHeF-U2XLWVaHMs', '1', null, '1467368099', '1467368099');
INSERT INTO `tb_auth` VALUES ('52', '97', '李唯军', '', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVXPWXtufSzQFeaPU15CevkmO1vXaeXhZ3Hvk1NB6TQUhY2GtecMavSl4IPXx6YRPTILicppu4ZkBq/0', '13916109460', '', '', '1', '', 'oZFzUtx1M7_JWAyoVDrK9cSa0UNU', '1', null, '1467369371', '1467369371');
INSERT INTO `tb_auth` VALUES ('53', '98', '上海庆繁—Somfy—孔海兵', '', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVRkT5CgmrnsX3kLjSnHWpicDdxibG2yS4MoaCPiaiaM2Yq5HR6Q8IrvlkBDCjnjKLj143FAryMVaNJSR/0', '13122235718', '', '', '1', '', 'oZFzUt2A_mFuDeGT9rB-nJywFatA', '1', null, '1467383034', '1467383034');
INSERT INTO `tb_auth` VALUES ('54', '99', '玩味人生', '明宏雨', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAEibHC3iate2lQSVmuLNIMXDktv8XLx08icia4Flr470rCYhGhMibP6Y8g5h6dbE7WvAVUdvKdkiaVHLFw/0', '18991100905', '18991100905@qq.com', '', '5', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/02\\/1ddfb5e346eccbdccbf45a02c12fe013.jpg\"', 'oZFzUt3dyuP6zJ2yCq2d9gufN7eM', '1', null, '1467400816', '1467400816');
INSERT INTO `tb_auth` VALUES ('55', '100', '川', '丁川', 'http://wx.qlogo.cn/mmopen/qE9MKluetOk4yK233A6wM1LmbHTqNM5qo8saiaMGWv3uUuqxdhVpbmAp2Ep7hGL1vfmGy7JBIllqTCOudSohb5fpHTLk8FLnY/0', '15036130190', 'ding384700@163.com', '', '1', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/03\\/5f57616def5bef1750ccc0206b85d588.jpg\"', 'oZFzUt1bp-5LmXMwIII_A1ugbJfo', '1', null, '1467537601', '1467537601');
INSERT INTO `tb_auth` VALUES ('56', '101', '来……下一曲', '王秀楠', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '15840903292', 'freebird0482@163.com', '', '1', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/08\\/fb1bbc7b93fd5fe6e8ce6ea638767c72.jpg\"', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '2', '', '1467601628', '1467590362');
INSERT INTO `tb_auth` VALUES ('58', '103', '云途 投资部 李', '', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVWstNxSA97YHqGIP7ENmmIxBoCY05qSbhttydjVfXr3A8DU9uxcdO7UQkLcoeFRLuvjFjW7DsAGw/0', '18952609807', '', '', '1', '', 'oZFzUtyV1QQ8Y4HpAJvBNQSc2npQ', '1', null, '1467675801', '1467675801');
INSERT INTO `tb_auth` VALUES ('59', '104', 'c ro s s', '', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz0YeiccydN6fBibul6V2iaEuKJFxXhtD8sNZdNw0Z2NBx3R7P6ibzb3BbZL1C0mj1K9USuPbJyCH634N/0', '13764284973', '', '', '1', '', 'oZFzUt3fNuVgxWrIMCZwA11gIn7Y', '1', null, '1467699700', '1467699700');
INSERT INTO `tb_auth` VALUES ('60', '105', '嬴梦川', '', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '15950055205', '', '', '1', '', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '1', null, '1467734531', '1467734531');
INSERT INTO `tb_auth` VALUES ('61', '106', '麦田里的守望者', '党金库', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamC4E5EKhq3qBibwymiaSdK74gWMxRHHj76OkUSiaFC5AvOB9fH54aa1T8o88mH0ibibwbm6mfZqnfiaAL3/0', '18611379537', '1135717731@qq.com', '', '1', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/06\\/8ff4f37ee7225620eadaaf9b5fe0bf04.jpeg\"', 'oZFzUt5lkI1hPb1c2KXFnz4eS2ws', '1', null, '1467765026', '1467765026');
INSERT INTO `tb_auth` VALUES ('62', '107', 'T-empires', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibUYD1aMZhLMMljgiaFRxiaicAOicT26sOWV3DehguGpVbQp6wrhFRGewsOLMTdLw1N19ZFx1GkPNiaFjj/0', '18896910520', '', '', '1', '', 'oZFzUt7cY5VOXZxfS1TWcsQnMbzE', '1', null, '1467767473', '1467767473');
INSERT INTO `tb_auth` VALUES ('63', '108', '孙红梅', '修静男', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6dH07BcG2oNeTIjLfFf3CySteDsEiciaZmB0VQOzH5M6eenZOuzgoj7C5CYAIkJD12gEYA7Q9xm6176goau5TgY4ic/0', '15042427923', 'freebird0482@126.com', '', '1', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/08\\/b774ee6c9a7f77d7ecb9e99e7374aee7.jpg\"', 'oZFzUtz_3pTxykQKQvG74dgqCFFI', '1', null, '1467970773', '1467970773');
INSERT INTO `tb_auth` VALUES ('64', '109', '记事本', '', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynT4icz2JUgsMoVibZZWc2ZMJRzGQVHtPCFZPTBD1dSib0NQRAap3S4oY7LgIZ49FG5UIhNYMoteWibDPrCfqu1YG3Rh/0', '18302934520', '', '', '1', '', 'oZFzUt5ypTGr9_jk0LSn-AGehH1g', '2', '', '1473047003', '1468041511');
INSERT INTO `tb_auth` VALUES ('65', '110', '电动窗帘（智能遮阳帘）～黄生', '', 'http://wx.qlogo.cn/mmopen/REicEznFKWt9Bb8icWUlur1nNJicvgQjhMPwmVMrc8QFStEQhGSChvQ74l0s9cQ73DA81pWMlO64BQlqStIoB6o3XSJ6xqRbriae/0', '18977515996', '', '', '1', '', 'oZFzUt2jMOmnBHXU0I_y5KS0xGV4', '1', null, '1468587963', '1468587963');
INSERT INTO `tb_auth` VALUES ('66', '111', '聂占猛', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6dMyu9xCcWbhxNW5bMSIyyazo8tesFEjZP7ZFRg0enj0BIX5uNJZxdhzpONGG8swbubXxiaxnLAgZg/0', '13928796472', '', '', '1', '', 'oZFzUt_oupoFyQ_rerkKhY5Coh1U', '1', null, '1469506193', '1469506193');
INSERT INTO `tb_auth` VALUES ('67', '112', '布兰卡软装', '蒋易', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibD9WOJrWqTq0YdENvPBbqWZOUJYDzNke4ib4bax7XxW3kAFuVenNQ00pd3FSTaQXPaBu3Bp8opwCdwAJmX5IRcR/0', '15393990333', '493747007@qq.com', '', '4', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/07\\/29\\/f8c22f5b3c6554ad64d9cb5d6745e65f.jpg\"', 'oZFzUt5IcTeAaaZWx_7ENmCdlj7Y', '1', null, '1469779825', '1469779825');
INSERT INTO `tb_auth` VALUES ('68', '113', '红军', '', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmscIicBBnOeRKr7dz0hG8J4dicxRQwm5gvvY8f1DvjaibhXTxVo1DuAnWvAGvYSjoT0xrQXNibZ2MvcsL/0', '15058137588', '', '', '1', '', 'oZFzUt7Bo68sjXeavFjKQaHjLmqI', '1', null, '1469858357', '1469858357');
INSERT INTO `tb_auth` VALUES ('69', '114', '曾昭权', '曾昭权', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibXrffKuNHZR0aCD94jtqwdM1GxwibwKk4hppXicF9ic9kX47I3gibHRhyjmTibxaajHZ34t2k3KxeT7dV/0', '13918248868', 'raymongd.zeng@keewee.cn', '', '3', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/08\\/03\\/7d4dedd0f585f38a7b3cfeb29e308aba.jpg\"', 'oZFzUt9XXqUPxwUenPm2T2PRzw2M', '1', null, '1470196630', '1470196630');
INSERT INTO `tb_auth` VALUES ('70', '115', '邢志刚', '邢志刚', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz6r1KG2JR5xsGga7RvkAgPyP3FyHyIHuC7VFMBoP7U2uhlSYY6gbtBmkZhSQTUicDAXNwfkiaxJCIb/0', '15595108811', '47728842@qq.com', '', '4', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/08\\/03\\/eb8b9c3d5996cb1b8a7ae09b23e07994.jpg\"', 'oZFzUtzOKCF8wSmX4C4QMKpvLj78', '1', null, '1470208713', '1470208713');
INSERT INTO `tb_auth` VALUES ('71', '116', '奋斗', '李师龙', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '15035114450', '569834111.@qq.com', '', '4', '[\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/09\\/01\\/e70b25aa9f8fbaaa33a7802a3a875475.jpg\",\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/09\\/01\\/b1c605f61daeb3ca63b972d589dd4d8a.jpg\",\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/09\\/01\\/b0ec6b000f595e7255d42026c1c6930a.jpg\"]', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '1', null, '1472708052', '1472708052');
INSERT INTO `tb_auth` VALUES ('72', '117', 'sherryxiaoyao', '', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELp6sNLVkny4j30ZgaLI5xF7EXH2iaQ2KrWvLDO30g0biaicqqc716jjvc6Da5quwDJXSxp56kWzmj7A/0', '13901689267', '', '', '1', '', 'oZFzUt7LPwrZ3nON4u-Q7xTwn0n0', '1', null, '1472795356', '1472795356');
INSERT INTO `tb_auth` VALUES ('73', '118', 'Justin Time谭林SOMFY尚飞', '谭林', 'http://wx.qlogo.cn/mmopen/REicEznFKWt8OskdF3vQIr4Z2Z2lKHfzYlOGsQiae3pkZHrDDKic3XVYruFuj18deVkzMvsCDnB87FkDFoQOgO7ujQib6VdxLZuB/0', '13524856110', 'justin.tan@somfy.com', '', '7', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/09\\/06\\/9c1956bcbf4231570f11a0d5db3b2f0e.jpg\"', 'oZFzUtx5A6-BiNkl0ol1NlfirrNQ', '1', null, '1473130597', '1473130597');
INSERT INTO `tb_auth` VALUES ('74', '119', '肉肉兔', '', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAquf1epBSVhBaJfy1pNEn1X07nCiaBCr6HkibU7zpyUYB5kW2SO38b5yYxk9BDJjbtPuphol7rdsGw/0', '13817544695', '', '', '1', '', 'oZFzUt1E3ahVl0E1JEk7maepWLs8', '1', null, '1473761668', '1473761668');
INSERT INTO `tb_auth` VALUES ('75', '120', '溧水玛堡', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibVEHBNOalsxH39LtTDyJW0m2nYsLfNBsMnaD5bMocJx8uP0vcPUyzbnXfueVYRh7zzOUibjAiax6LT/0', '13218085200', '', '', '1', '', 'oZFzUt5spnK45pc605LxE3W0KohI', '1', null, '1474861844', '1474861844');
INSERT INTO `tb_auth` VALUES ('76', '121', '美家美户装饰材料店   华', '黄灼华', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLBqUXz20vAoR7aBD1HqeViahj2aLiaox0IVcTPDX5xWrAJTg69SEhichygsNGx78LewUpUaicNhoafgxDF4o7ESVibmpMPnzibA6dic38/0', '13377733311', '382622733@qq.com', '', '2', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/09\\/27\\/d477c22c05541ec2a4f42071116ce0b1.jpg\"', 'oZFzUtzq5vvmVSrJcobt5ZM4j-Mw', '1', null, '1474988199', '1474988199');
INSERT INTO `tb_auth` VALUES ('77', '122', '飞鹏布艺墙纸李慧亮', '', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRb7Ql89iby1Excl0hXtPDjOrocEKxRUUTDgnsXNlKia3ehibpT4icqSU0LLfibotm08lq6qIRlVicYfrNxyPKLrVoUAD/0', '13750032444', '', '', '1', '', 'oZFzUt_c1Emp42MVmNEFmyWv2KSI', '1', null, '1476199477', '1476199477');
INSERT INTO `tb_auth` VALUES ('78', '123', '王力', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibSEvbBmgpWc2DvjqvOl5He27yGHFJXQDKf9Cib7M5KMqHEkpJmILYuVEerMuzEtcObtzsUNe9CxIa/0', '15901949839', '', '', '1', '', 'oZFzUtyzLrZ9nIjiSzu8zpG850Gw', '1', null, '1476421993', '1476421993');
INSERT INTO `tb_auth` VALUES ('79', '124', 'Zl', '朱林', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEL2pHJVk3ISrRYEia8ROgjWeC3Iib1vibj0z3wulbUVjDHeOwsxDDibFNYfD7PEIOCqyrTbDnKQIFzEicQ/0', '13523099991', '13523099991@139.com', '', '1', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/10\\/24\\/ee0d4418e83777cd87bb3e6b5435245c.jpg\"', 'oZFzUt01P-Gskt-7eJJKV0BM51ow', '1', null, '1477269681', '1477269681');
INSERT INTO `tb_auth` VALUES ('80', '125', 'Mr.孙先生', '孙志建', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIfLibsFOD5S1N1a8QgBC0jfB33DMrIRdfqHRauNOkkFntORUJcoBFgFHXQDNSiaYIfNuFlUMWoxOmQ/0', '15157285126', '15157285126@qq.com', '', '6', '[\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/10\\/24\\/daa90d1f1db2b64ead57d6ae88eac31b.JPG\",\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/10\\/24\\/420fe0e5b34f2f58ca4521b16a81c1a7.PNG\"]', 'oZFzUt74cE_NYskR4hQUaG6INKy8', '1', null, '1477295061', '1477295061');
INSERT INTO `tb_auth` VALUES ('81', '126', '勇明', '', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVaHWghQRfG12ao8icZauZhsMia8UfqIaDL8zUSmZ5SDye1mV3381GdNicaJHibh0zkbhmNwC2zRqjBF5/0', '13612909106', '', '', '1', '', 'oZFzUt6dbzZMAIqU44mb-EGKtagY', '1', null, '1477297666', '1477297666');
INSERT INTO `tb_auth` VALUES ('82', '127', '画上最美（☆de☆）句号', '', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibTXdjtbqyYQh1yV2DicqIahicsN3YFoQxnyjYWH1yknkfUG3YJbN3AibCQFpVwPFBQQUrFYG6axg6Mv/0', '15555678855', '', '', '1', '', 'oZFzUt_xdxLBaIvuI6ZcpmMlb1oI', '1', null, '1477459239', '1477459239');
INSERT INTO `tb_auth` VALUES ('83', '128', '髙端门窗系统\\电动遮阳系统', '刘光富', 'http://wx.qlogo.cn/mmopen/REicEznFKWt83tf12QicOfdLKDQX7l1PBcBkEr6OBMmsiauicZSdly2h9p1Mfshx1sWk2wdzpAYKGuTotjiaDzs6I3tJEAaX02px5/0', '18116679021', '703669542@qq.com', '', '4', '\"http:\\/\\/accf.tempires.com\\/upload\\/usertype\\/2016\\/11\\/04\\/99d6b81eb62926b89b8c34511e718cb1.jpg\"', 'oZFzUtxIlk7E4Tspj-XM6UTYPf8c', '1', null, '1478238776', '1478238776');

-- ----------------------------
-- Table structure for tb_cart
-- ----------------------------
DROP TABLE IF EXISTS `tb_cart`;
CREATE TABLE `tb_cart` (
  `cart_id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '购物车ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  PRIMARY KEY (`cart_id`),
  KEY `uid` (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=71 DEFAULT CHARSET=utf8mb4 COMMENT='购物车';

-- ----------------------------
-- Records of tb_cart
-- ----------------------------
INSERT INTO `tb_cart` VALUES ('32', '90');
INSERT INTO `tb_cart` VALUES ('33', '91');
INSERT INTO `tb_cart` VALUES ('34', '92');
INSERT INTO `tb_cart` VALUES ('35', '93');
INSERT INTO `tb_cart` VALUES ('36', '94');
INSERT INTO `tb_cart` VALUES ('37', '95');
INSERT INTO `tb_cart` VALUES ('38', '96');
INSERT INTO `tb_cart` VALUES ('39', '97');
INSERT INTO `tb_cart` VALUES ('40', '98');
INSERT INTO `tb_cart` VALUES ('41', '99');
INSERT INTO `tb_cart` VALUES ('42', '100');
INSERT INTO `tb_cart` VALUES ('43', '101');
INSERT INTO `tb_cart` VALUES ('44', '102');
INSERT INTO `tb_cart` VALUES ('45', '103');
INSERT INTO `tb_cart` VALUES ('46', '104');
INSERT INTO `tb_cart` VALUES ('47', '105');
INSERT INTO `tb_cart` VALUES ('48', '106');
INSERT INTO `tb_cart` VALUES ('49', '107');
INSERT INTO `tb_cart` VALUES ('50', '108');
INSERT INTO `tb_cart` VALUES ('51', '109');
INSERT INTO `tb_cart` VALUES ('52', '110');
INSERT INTO `tb_cart` VALUES ('53', '111');
INSERT INTO `tb_cart` VALUES ('54', '112');
INSERT INTO `tb_cart` VALUES ('55', '113');
INSERT INTO `tb_cart` VALUES ('56', '114');
INSERT INTO `tb_cart` VALUES ('57', '115');
INSERT INTO `tb_cart` VALUES ('58', '116');
INSERT INTO `tb_cart` VALUES ('59', '117');
INSERT INTO `tb_cart` VALUES ('60', '118');
INSERT INTO `tb_cart` VALUES ('61', '119');
INSERT INTO `tb_cart` VALUES ('62', '120');
INSERT INTO `tb_cart` VALUES ('63', '121');
INSERT INTO `tb_cart` VALUES ('64', '122');
INSERT INTO `tb_cart` VALUES ('65', '123');
INSERT INTO `tb_cart` VALUES ('66', '124');
INSERT INTO `tb_cart` VALUES ('67', '125');
INSERT INTO `tb_cart` VALUES ('68', '126');
INSERT INTO `tb_cart` VALUES ('69', '127');
INSERT INTO `tb_cart` VALUES ('70', '128');

-- ----------------------------
-- Table structure for tb_cart_goods
-- ----------------------------
DROP TABLE IF EXISTS `tb_cart_goods`;
CREATE TABLE `tb_cart_goods` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '购物车商品ID',
  `cart_id` int(11) NOT NULL DEFAULT '0' COMMENT '购物车ID',
  `gid` int(11) NOT NULL DEFAULT '0' COMMENT '商品ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `count` smallint(4) NOT NULL DEFAULT '0' COMMENT '商品数量',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=83 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tb_cart_goods
-- ----------------------------
INSERT INTO `tb_cart_goods` VALUES ('66', '45', '20', '103', '1', '1467675916');
INSERT INTO `tb_cart_goods` VALUES ('76', '47', '20', '105', '1', '1469202251');
INSERT INTO `tb_cart_goods` VALUES ('81', '57', '20', '115', '1', '1470208961');

-- ----------------------------
-- Table structure for tb_city
-- ----------------------------
DROP TABLE IF EXISTS `tb_city`;
CREATE TABLE `tb_city` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `pid` int(11) NOT NULL,
  `name` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`),
  KEY `province_id` (`pid`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=419 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of tb_city
-- ----------------------------
INSERT INTO `tb_city` VALUES ('1', '0', '北京市');
INSERT INTO `tb_city` VALUES ('2', '0', '上海市');
INSERT INTO `tb_city` VALUES ('3', '0', '天津市');
INSERT INTO `tb_city` VALUES ('4', '0', '重庆市');
INSERT INTO `tb_city` VALUES ('5', '0', '河北省');
INSERT INTO `tb_city` VALUES ('6', '0', '山西省');
INSERT INTO `tb_city` VALUES ('7', '0', '内蒙古自治区');
INSERT INTO `tb_city` VALUES ('8', '0', '辽宁省');
INSERT INTO `tb_city` VALUES ('9', '0', '吉林省');
INSERT INTO `tb_city` VALUES ('10', '0', '黑龙江省');
INSERT INTO `tb_city` VALUES ('11', '0', '江苏省');
INSERT INTO `tb_city` VALUES ('12', '0', '浙江省');
INSERT INTO `tb_city` VALUES ('13', '0', '安徽省');
INSERT INTO `tb_city` VALUES ('14', '0', '福建省');
INSERT INTO `tb_city` VALUES ('15', '0', '江西省');
INSERT INTO `tb_city` VALUES ('16', '0', '山东省');
INSERT INTO `tb_city` VALUES ('17', '0', '河南省');
INSERT INTO `tb_city` VALUES ('18', '0', '湖北省');
INSERT INTO `tb_city` VALUES ('19', '0', '湖南省');
INSERT INTO `tb_city` VALUES ('20', '0', '广东省');
INSERT INTO `tb_city` VALUES ('21', '0', '广西壮族自治区');
INSERT INTO `tb_city` VALUES ('22', '0', '海南省');
INSERT INTO `tb_city` VALUES ('23', '0', '四川省');
INSERT INTO `tb_city` VALUES ('24', '0', '贵州省');
INSERT INTO `tb_city` VALUES ('25', '0', '云南省');
INSERT INTO `tb_city` VALUES ('26', '0', '西藏自治区');
INSERT INTO `tb_city` VALUES ('27', '0', '陕西省');
INSERT INTO `tb_city` VALUES ('28', '0', '甘肃省');
INSERT INTO `tb_city` VALUES ('29', '0', '青海省');
INSERT INTO `tb_city` VALUES ('30', '0', '宁夏回族自治区');
INSERT INTO `tb_city` VALUES ('31', '0', '新疆维吾尔自治区');
INSERT INTO `tb_city` VALUES ('32', '0', '台湾省');
INSERT INTO `tb_city` VALUES ('33', '0', '香港特别行政区');
INSERT INTO `tb_city` VALUES ('34', '0', '澳门特别行政区');
INSERT INTO `tb_city` VALUES ('35', '5', '石家庄市');
INSERT INTO `tb_city` VALUES ('36', '5', '唐山市');
INSERT INTO `tb_city` VALUES ('37', '5', '秦皇岛市');
INSERT INTO `tb_city` VALUES ('38', '5', '邯郸市');
INSERT INTO `tb_city` VALUES ('39', '5', '邢台市');
INSERT INTO `tb_city` VALUES ('40', '5', '保定市');
INSERT INTO `tb_city` VALUES ('41', '5', '张家口市');
INSERT INTO `tb_city` VALUES ('42', '5', '承德市');
INSERT INTO `tb_city` VALUES ('43', '5', '沧州市');
INSERT INTO `tb_city` VALUES ('44', '5', '廊坊市');
INSERT INTO `tb_city` VALUES ('45', '5', '衡水市');
INSERT INTO `tb_city` VALUES ('46', '6', '太原市');
INSERT INTO `tb_city` VALUES ('47', '6', '大同市');
INSERT INTO `tb_city` VALUES ('48', '6', '阳泉市');
INSERT INTO `tb_city` VALUES ('49', '6', '长治市');
INSERT INTO `tb_city` VALUES ('50', '6', '晋城市');
INSERT INTO `tb_city` VALUES ('51', '6', '朔州市');
INSERT INTO `tb_city` VALUES ('52', '6', '晋中市');
INSERT INTO `tb_city` VALUES ('53', '6', '运城市');
INSERT INTO `tb_city` VALUES ('54', '6', '忻州市');
INSERT INTO `tb_city` VALUES ('55', '6', '临汾市');
INSERT INTO `tb_city` VALUES ('56', '6', '吕梁市');
INSERT INTO `tb_city` VALUES ('57', '7', '呼和浩特市');
INSERT INTO `tb_city` VALUES ('58', '7', '包头市');
INSERT INTO `tb_city` VALUES ('59', '7', '乌海市');
INSERT INTO `tb_city` VALUES ('60', '7', '赤峰市');
INSERT INTO `tb_city` VALUES ('61', '7', '通辽市');
INSERT INTO `tb_city` VALUES ('62', '7', '鄂尔多斯市');
INSERT INTO `tb_city` VALUES ('63', '7', '呼伦贝尔市');
INSERT INTO `tb_city` VALUES ('64', '7', '巴彦淖尔市');
INSERT INTO `tb_city` VALUES ('65', '7', '乌兰察布市');
INSERT INTO `tb_city` VALUES ('66', '7', '兴安盟');
INSERT INTO `tb_city` VALUES ('67', '7', '锡林郭勒盟');
INSERT INTO `tb_city` VALUES ('68', '7', '阿拉善盟');
INSERT INTO `tb_city` VALUES ('69', '8', '沈阳市');
INSERT INTO `tb_city` VALUES ('70', '8', '大连市');
INSERT INTO `tb_city` VALUES ('71', '8', '鞍山市');
INSERT INTO `tb_city` VALUES ('72', '8', '抚顺市');
INSERT INTO `tb_city` VALUES ('73', '8', '本溪市');
INSERT INTO `tb_city` VALUES ('74', '8', '丹东市');
INSERT INTO `tb_city` VALUES ('75', '8', '锦州市');
INSERT INTO `tb_city` VALUES ('76', '8', '营口市');
INSERT INTO `tb_city` VALUES ('77', '8', '阜新市');
INSERT INTO `tb_city` VALUES ('78', '8', '辽阳市');
INSERT INTO `tb_city` VALUES ('79', '8', '盘锦市');
INSERT INTO `tb_city` VALUES ('80', '8', '铁岭市');
INSERT INTO `tb_city` VALUES ('81', '8', '朝阳市');
INSERT INTO `tb_city` VALUES ('82', '8', '葫芦岛市');
INSERT INTO `tb_city` VALUES ('83', '9', '长春市');
INSERT INTO `tb_city` VALUES ('84', '9', '吉林市');
INSERT INTO `tb_city` VALUES ('85', '9', '四平市');
INSERT INTO `tb_city` VALUES ('86', '9', '辽源市');
INSERT INTO `tb_city` VALUES ('87', '9', '通化市');
INSERT INTO `tb_city` VALUES ('88', '9', '白山市');
INSERT INTO `tb_city` VALUES ('89', '9', '松原市');
INSERT INTO `tb_city` VALUES ('90', '9', '白城市');
INSERT INTO `tb_city` VALUES ('91', '9', '延边朝鲜族自治州');
INSERT INTO `tb_city` VALUES ('92', '10', '哈尔滨市');
INSERT INTO `tb_city` VALUES ('93', '10', '齐齐哈尔市');
INSERT INTO `tb_city` VALUES ('94', '10', '鸡西市');
INSERT INTO `tb_city` VALUES ('95', '10', '鹤岗市');
INSERT INTO `tb_city` VALUES ('96', '10', '双鸭山市');
INSERT INTO `tb_city` VALUES ('97', '10', '大庆市');
INSERT INTO `tb_city` VALUES ('98', '10', '伊春市');
INSERT INTO `tb_city` VALUES ('99', '10', '佳木斯市');
INSERT INTO `tb_city` VALUES ('100', '10', '七台河市');
INSERT INTO `tb_city` VALUES ('101', '10', '牡丹江市');
INSERT INTO `tb_city` VALUES ('102', '10', '黑河市');
INSERT INTO `tb_city` VALUES ('103', '10', '绥化市');
INSERT INTO `tb_city` VALUES ('104', '10', '大兴安岭地区');
INSERT INTO `tb_city` VALUES ('105', '11', '南京市');
INSERT INTO `tb_city` VALUES ('106', '11', '无锡市');
INSERT INTO `tb_city` VALUES ('107', '11', '徐州市');
INSERT INTO `tb_city` VALUES ('108', '11', '常州市');
INSERT INTO `tb_city` VALUES ('109', '11', '苏州市');
INSERT INTO `tb_city` VALUES ('110', '11', '南通市');
INSERT INTO `tb_city` VALUES ('111', '11', '连云港市');
INSERT INTO `tb_city` VALUES ('112', '11', '淮安市');
INSERT INTO `tb_city` VALUES ('113', '11', '盐城市');
INSERT INTO `tb_city` VALUES ('114', '11', '扬州市');
INSERT INTO `tb_city` VALUES ('115', '11', '镇江市');
INSERT INTO `tb_city` VALUES ('116', '11', '泰州市');
INSERT INTO `tb_city` VALUES ('117', '11', '宿迁市');
INSERT INTO `tb_city` VALUES ('118', '12', '杭州市');
INSERT INTO `tb_city` VALUES ('119', '12', '宁波市');
INSERT INTO `tb_city` VALUES ('120', '12', '温州市');
INSERT INTO `tb_city` VALUES ('121', '12', '嘉兴市');
INSERT INTO `tb_city` VALUES ('122', '12', '湖州市');
INSERT INTO `tb_city` VALUES ('123', '12', '绍兴市');
INSERT INTO `tb_city` VALUES ('124', '12', '金华市');
INSERT INTO `tb_city` VALUES ('125', '12', '衢州市');
INSERT INTO `tb_city` VALUES ('126', '12', '舟山市');
INSERT INTO `tb_city` VALUES ('127', '12', '台州市');
INSERT INTO `tb_city` VALUES ('128', '12', '丽水市');
INSERT INTO `tb_city` VALUES ('129', '13', '合肥市');
INSERT INTO `tb_city` VALUES ('130', '13', '芜湖市');
INSERT INTO `tb_city` VALUES ('131', '13', '蚌埠市');
INSERT INTO `tb_city` VALUES ('132', '13', '淮南市');
INSERT INTO `tb_city` VALUES ('133', '13', '马鞍山市');
INSERT INTO `tb_city` VALUES ('134', '13', '淮北市');
INSERT INTO `tb_city` VALUES ('135', '13', '铜陵市');
INSERT INTO `tb_city` VALUES ('136', '13', '安庆市');
INSERT INTO `tb_city` VALUES ('137', '13', '黄山市');
INSERT INTO `tb_city` VALUES ('138', '13', '滁州市');
INSERT INTO `tb_city` VALUES ('139', '13', '阜阳市');
INSERT INTO `tb_city` VALUES ('140', '13', '宿州市');
INSERT INTO `tb_city` VALUES ('141', '13', '巢湖市');
INSERT INTO `tb_city` VALUES ('142', '13', '六安市');
INSERT INTO `tb_city` VALUES ('143', '13', '亳州市');
INSERT INTO `tb_city` VALUES ('144', '13', '池州市');
INSERT INTO `tb_city` VALUES ('145', '13', '宣城市');
INSERT INTO `tb_city` VALUES ('146', '14', '福州市');
INSERT INTO `tb_city` VALUES ('147', '14', '厦门市');
INSERT INTO `tb_city` VALUES ('148', '14', '莆田市');
INSERT INTO `tb_city` VALUES ('149', '14', '三明市');
INSERT INTO `tb_city` VALUES ('150', '14', '泉州市');
INSERT INTO `tb_city` VALUES ('151', '14', '漳州市');
INSERT INTO `tb_city` VALUES ('152', '14', '南平市');
INSERT INTO `tb_city` VALUES ('153', '14', '龙岩市');
INSERT INTO `tb_city` VALUES ('154', '14', '宁德市');
INSERT INTO `tb_city` VALUES ('155', '15', '南昌市');
INSERT INTO `tb_city` VALUES ('156', '15', '景德镇市');
INSERT INTO `tb_city` VALUES ('157', '15', '萍乡市');
INSERT INTO `tb_city` VALUES ('158', '15', '九江市');
INSERT INTO `tb_city` VALUES ('159', '15', '新余市');
INSERT INTO `tb_city` VALUES ('160', '15', '鹰潭市');
INSERT INTO `tb_city` VALUES ('161', '15', '赣州市');
INSERT INTO `tb_city` VALUES ('162', '15', '吉安市');
INSERT INTO `tb_city` VALUES ('163', '15', '宜春市');
INSERT INTO `tb_city` VALUES ('164', '15', '抚州市');
INSERT INTO `tb_city` VALUES ('165', '15', '上饶市');
INSERT INTO `tb_city` VALUES ('166', '16', '济南市');
INSERT INTO `tb_city` VALUES ('167', '16', '青岛市');
INSERT INTO `tb_city` VALUES ('168', '16', '淄博市');
INSERT INTO `tb_city` VALUES ('169', '16', '枣庄市');
INSERT INTO `tb_city` VALUES ('170', '16', '东营市');
INSERT INTO `tb_city` VALUES ('171', '16', '烟台市');
INSERT INTO `tb_city` VALUES ('172', '16', '潍坊市');
INSERT INTO `tb_city` VALUES ('173', '16', '济宁市');
INSERT INTO `tb_city` VALUES ('174', '16', '泰安市');
INSERT INTO `tb_city` VALUES ('175', '16', '威海市');
INSERT INTO `tb_city` VALUES ('176', '16', '日照市');
INSERT INTO `tb_city` VALUES ('177', '16', '莱芜市');
INSERT INTO `tb_city` VALUES ('178', '16', '临沂市');
INSERT INTO `tb_city` VALUES ('179', '16', '德州市');
INSERT INTO `tb_city` VALUES ('180', '16', '聊城市');
INSERT INTO `tb_city` VALUES ('181', '16', '滨州市');
INSERT INTO `tb_city` VALUES ('182', '16', '荷泽市');
INSERT INTO `tb_city` VALUES ('183', '17', '郑州市');
INSERT INTO `tb_city` VALUES ('184', '17', '开封市');
INSERT INTO `tb_city` VALUES ('185', '17', '洛阳市');
INSERT INTO `tb_city` VALUES ('186', '17', '平顶山市');
INSERT INTO `tb_city` VALUES ('187', '17', '安阳市');
INSERT INTO `tb_city` VALUES ('188', '17', '鹤壁市');
INSERT INTO `tb_city` VALUES ('189', '17', '新乡市');
INSERT INTO `tb_city` VALUES ('190', '17', '焦作市');
INSERT INTO `tb_city` VALUES ('191', '17', '濮阳市');
INSERT INTO `tb_city` VALUES ('192', '17', '许昌市');
INSERT INTO `tb_city` VALUES ('193', '17', '漯河市');
INSERT INTO `tb_city` VALUES ('194', '17', '三门峡市');
INSERT INTO `tb_city` VALUES ('195', '17', '南阳市');
INSERT INTO `tb_city` VALUES ('196', '17', '商丘市');
INSERT INTO `tb_city` VALUES ('197', '17', '信阳市');
INSERT INTO `tb_city` VALUES ('198', '17', '周口市');
INSERT INTO `tb_city` VALUES ('199', '17', '驻马店市');
INSERT INTO `tb_city` VALUES ('200', '17', '济源市');
INSERT INTO `tb_city` VALUES ('201', '18', '武汉市');
INSERT INTO `tb_city` VALUES ('202', '18', '黄石市');
INSERT INTO `tb_city` VALUES ('203', '18', '十堰市');
INSERT INTO `tb_city` VALUES ('204', '18', '宜昌市');
INSERT INTO `tb_city` VALUES ('205', '18', '襄阳市');
INSERT INTO `tb_city` VALUES ('206', '18', '鄂州市');
INSERT INTO `tb_city` VALUES ('207', '18', '荆门市');
INSERT INTO `tb_city` VALUES ('208', '18', '孝感市');
INSERT INTO `tb_city` VALUES ('209', '18', '荆州市');
INSERT INTO `tb_city` VALUES ('210', '18', '黄冈市');
INSERT INTO `tb_city` VALUES ('211', '18', '咸宁市');
INSERT INTO `tb_city` VALUES ('212', '18', '随州市');
INSERT INTO `tb_city` VALUES ('213', '18', '恩施土家族苗族自治州');
INSERT INTO `tb_city` VALUES ('214', '18', '仙桃市');
INSERT INTO `tb_city` VALUES ('215', '18', '潜江市');
INSERT INTO `tb_city` VALUES ('216', '18', '天门市');
INSERT INTO `tb_city` VALUES ('217', '18', '神农架林区');
INSERT INTO `tb_city` VALUES ('218', '19', '长沙市');
INSERT INTO `tb_city` VALUES ('219', '19', '株洲市');
INSERT INTO `tb_city` VALUES ('220', '19', '湘潭市');
INSERT INTO `tb_city` VALUES ('221', '19', '衡阳市');
INSERT INTO `tb_city` VALUES ('222', '19', '邵阳市');
INSERT INTO `tb_city` VALUES ('223', '19', '岳阳市');
INSERT INTO `tb_city` VALUES ('224', '19', '常德市');
INSERT INTO `tb_city` VALUES ('225', '19', '张家界市');
INSERT INTO `tb_city` VALUES ('226', '19', '益阳市');
INSERT INTO `tb_city` VALUES ('227', '19', '郴州市');
INSERT INTO `tb_city` VALUES ('228', '19', '永州市');
INSERT INTO `tb_city` VALUES ('229', '19', '怀化市');
INSERT INTO `tb_city` VALUES ('230', '19', '娄底市');
INSERT INTO `tb_city` VALUES ('231', '19', '湘西土家族苗族自治州');
INSERT INTO `tb_city` VALUES ('232', '20', '广州市');
INSERT INTO `tb_city` VALUES ('233', '20', '深圳市');
INSERT INTO `tb_city` VALUES ('234', '20', '珠海市');
INSERT INTO `tb_city` VALUES ('235', '20', '汕头市');
INSERT INTO `tb_city` VALUES ('236', '20', '韶关市');
INSERT INTO `tb_city` VALUES ('237', '20', '佛山市');
INSERT INTO `tb_city` VALUES ('238', '20', '江门市');
INSERT INTO `tb_city` VALUES ('239', '20', '湛江市');
INSERT INTO `tb_city` VALUES ('240', '20', '茂名市');
INSERT INTO `tb_city` VALUES ('241', '20', '肇庆市');
INSERT INTO `tb_city` VALUES ('242', '20', '惠州市');
INSERT INTO `tb_city` VALUES ('243', '20', '梅州市');
INSERT INTO `tb_city` VALUES ('244', '20', '汕尾市');
INSERT INTO `tb_city` VALUES ('245', '20', '河源市');
INSERT INTO `tb_city` VALUES ('246', '20', '阳江市');
INSERT INTO `tb_city` VALUES ('247', '20', '清远市');
INSERT INTO `tb_city` VALUES ('248', '20', '东莞市');
INSERT INTO `tb_city` VALUES ('249', '20', '中山市');
INSERT INTO `tb_city` VALUES ('250', '20', '潮州市');
INSERT INTO `tb_city` VALUES ('251', '20', '揭阳市');
INSERT INTO `tb_city` VALUES ('252', '20', '云浮市');
INSERT INTO `tb_city` VALUES ('253', '21', '南宁市');
INSERT INTO `tb_city` VALUES ('254', '21', '柳州市');
INSERT INTO `tb_city` VALUES ('255', '21', '桂林市');
INSERT INTO `tb_city` VALUES ('256', '21', '梧州市');
INSERT INTO `tb_city` VALUES ('257', '21', '北海市');
INSERT INTO `tb_city` VALUES ('258', '21', '防城港市');
INSERT INTO `tb_city` VALUES ('259', '21', '钦州市');
INSERT INTO `tb_city` VALUES ('260', '21', '贵港市');
INSERT INTO `tb_city` VALUES ('261', '21', '玉林市');
INSERT INTO `tb_city` VALUES ('262', '21', '百色市');
INSERT INTO `tb_city` VALUES ('263', '21', '贺州市');
INSERT INTO `tb_city` VALUES ('264', '21', '河池市');
INSERT INTO `tb_city` VALUES ('265', '21', '来宾市');
INSERT INTO `tb_city` VALUES ('266', '21', '崇左市');
INSERT INTO `tb_city` VALUES ('267', '22', '海口市');
INSERT INTO `tb_city` VALUES ('268', '22', '三亚市');
INSERT INTO `tb_city` VALUES ('269', '22', '五指山市');
INSERT INTO `tb_city` VALUES ('270', '22', '琼海市');
INSERT INTO `tb_city` VALUES ('271', '22', '儋州市');
INSERT INTO `tb_city` VALUES ('272', '22', '文昌市');
INSERT INTO `tb_city` VALUES ('273', '22', '万宁市');
INSERT INTO `tb_city` VALUES ('274', '22', '东方市');
INSERT INTO `tb_city` VALUES ('275', '22', '澄迈县');
INSERT INTO `tb_city` VALUES ('276', '22', '定安县');
INSERT INTO `tb_city` VALUES ('277', '22', '屯昌县');
INSERT INTO `tb_city` VALUES ('278', '22', '临高县');
INSERT INTO `tb_city` VALUES ('279', '22', '白沙黎族自治县');
INSERT INTO `tb_city` VALUES ('280', '22', '昌江黎族自治县');
INSERT INTO `tb_city` VALUES ('281', '22', '乐东黎族自治县');
INSERT INTO `tb_city` VALUES ('282', '22', '陵水黎族自治县');
INSERT INTO `tb_city` VALUES ('283', '22', '保亭黎族苗族自治县');
INSERT INTO `tb_city` VALUES ('284', '22', '琼中黎族苗族自治县');
INSERT INTO `tb_city` VALUES ('285', '23', '成都市');
INSERT INTO `tb_city` VALUES ('286', '23', '自贡市');
INSERT INTO `tb_city` VALUES ('287', '23', '攀枝花市');
INSERT INTO `tb_city` VALUES ('288', '23', '泸州市');
INSERT INTO `tb_city` VALUES ('289', '23', '德阳市');
INSERT INTO `tb_city` VALUES ('290', '23', '绵阳市');
INSERT INTO `tb_city` VALUES ('291', '23', '广元市');
INSERT INTO `tb_city` VALUES ('292', '23', '遂宁市');
INSERT INTO `tb_city` VALUES ('293', '23', '内江市');
INSERT INTO `tb_city` VALUES ('294', '23', '乐山市');
INSERT INTO `tb_city` VALUES ('295', '23', '南充市');
INSERT INTO `tb_city` VALUES ('296', '23', '眉山市');
INSERT INTO `tb_city` VALUES ('297', '23', '宜宾市');
INSERT INTO `tb_city` VALUES ('298', '23', '广安市');
INSERT INTO `tb_city` VALUES ('299', '23', '达州市');
INSERT INTO `tb_city` VALUES ('300', '23', '雅安市');
INSERT INTO `tb_city` VALUES ('301', '23', '巴中市');
INSERT INTO `tb_city` VALUES ('302', '23', '资阳市');
INSERT INTO `tb_city` VALUES ('303', '23', '阿坝藏族羌族自治州');
INSERT INTO `tb_city` VALUES ('304', '23', '甘孜藏族自治州');
INSERT INTO `tb_city` VALUES ('305', '23', '凉山彝族自治州');
INSERT INTO `tb_city` VALUES ('306', '24', '贵阳市');
INSERT INTO `tb_city` VALUES ('307', '24', '六盘水市');
INSERT INTO `tb_city` VALUES ('308', '24', '遵义市');
INSERT INTO `tb_city` VALUES ('309', '24', '安顺市');
INSERT INTO `tb_city` VALUES ('310', '24', '铜仁地区');
INSERT INTO `tb_city` VALUES ('311', '24', '毕节地区');
INSERT INTO `tb_city` VALUES ('312', '24', '黔西南布依族苗族自治州');
INSERT INTO `tb_city` VALUES ('313', '24', '黔东南苗族侗族自治州');
INSERT INTO `tb_city` VALUES ('314', '24', '黔南布依族苗族自治州');
INSERT INTO `tb_city` VALUES ('315', '25', '昆明市');
INSERT INTO `tb_city` VALUES ('316', '25', '曲靖市');
INSERT INTO `tb_city` VALUES ('317', '25', '玉溪市');
INSERT INTO `tb_city` VALUES ('318', '25', '保山市');
INSERT INTO `tb_city` VALUES ('319', '25', '昭通市');
INSERT INTO `tb_city` VALUES ('320', '25', '丽江市');
INSERT INTO `tb_city` VALUES ('321', '25', '普洱市');
INSERT INTO `tb_city` VALUES ('322', '25', '临沧市');
INSERT INTO `tb_city` VALUES ('323', '25', '楚雄彝族自治州');
INSERT INTO `tb_city` VALUES ('324', '25', '红河哈尼族彝族自治州');
INSERT INTO `tb_city` VALUES ('325', '25', '文山壮族苗族自治州');
INSERT INTO `tb_city` VALUES ('326', '25', '西双版纳傣族自治州');
INSERT INTO `tb_city` VALUES ('327', '25', '大理白族自治州');
INSERT INTO `tb_city` VALUES ('328', '25', '德宏傣族景颇族自治州');
INSERT INTO `tb_city` VALUES ('329', '25', '怒江傈僳族自治州');
INSERT INTO `tb_city` VALUES ('330', '25', '迪庆藏族自治州');
INSERT INTO `tb_city` VALUES ('331', '26', '拉萨市');
INSERT INTO `tb_city` VALUES ('332', '26', '昌都地区');
INSERT INTO `tb_city` VALUES ('333', '26', '林芝地区');
INSERT INTO `tb_city` VALUES ('334', '26', '山南地区');
INSERT INTO `tb_city` VALUES ('335', '26', '日喀则地区');
INSERT INTO `tb_city` VALUES ('336', '26', '那曲地区');
INSERT INTO `tb_city` VALUES ('337', '26', '阿里地区');
INSERT INTO `tb_city` VALUES ('338', '27', '西安市');
INSERT INTO `tb_city` VALUES ('339', '27', '铜川市');
INSERT INTO `tb_city` VALUES ('340', '27', '宝鸡市');
INSERT INTO `tb_city` VALUES ('341', '27', '咸阳市');
INSERT INTO `tb_city` VALUES ('342', '27', '渭南市');
INSERT INTO `tb_city` VALUES ('343', '27', '延安市');
INSERT INTO `tb_city` VALUES ('344', '27', '汉中市');
INSERT INTO `tb_city` VALUES ('345', '27', '榆林市');
INSERT INTO `tb_city` VALUES ('346', '27', '安康市');
INSERT INTO `tb_city` VALUES ('347', '27', '商洛市');
INSERT INTO `tb_city` VALUES ('348', '28', '兰州市');
INSERT INTO `tb_city` VALUES ('349', '28', '嘉峪关市');
INSERT INTO `tb_city` VALUES ('350', '28', '金昌市');
INSERT INTO `tb_city` VALUES ('351', '28', '白银市');
INSERT INTO `tb_city` VALUES ('352', '28', '天水市');
INSERT INTO `tb_city` VALUES ('353', '28', '武威市');
INSERT INTO `tb_city` VALUES ('354', '28', '张掖市');
INSERT INTO `tb_city` VALUES ('355', '28', '平凉市');
INSERT INTO `tb_city` VALUES ('356', '28', '酒泉市');
INSERT INTO `tb_city` VALUES ('357', '28', '庆阳市');
INSERT INTO `tb_city` VALUES ('358', '28', '定西市');
INSERT INTO `tb_city` VALUES ('359', '28', '陇南市');
INSERT INTO `tb_city` VALUES ('360', '28', '临夏回族自治州');
INSERT INTO `tb_city` VALUES ('361', '28', '甘南藏族自治州');
INSERT INTO `tb_city` VALUES ('362', '29', '西宁市');
INSERT INTO `tb_city` VALUES ('363', '29', '海东地区');
INSERT INTO `tb_city` VALUES ('364', '29', '海北藏族自治州');
INSERT INTO `tb_city` VALUES ('365', '29', '黄南藏族自治州');
INSERT INTO `tb_city` VALUES ('366', '29', '海南藏族自治州');
INSERT INTO `tb_city` VALUES ('367', '29', '果洛藏族自治州');
INSERT INTO `tb_city` VALUES ('368', '29', '玉树藏族自治州');
INSERT INTO `tb_city` VALUES ('369', '29', '海西蒙古族藏族自治州');
INSERT INTO `tb_city` VALUES ('370', '30', '银川市');
INSERT INTO `tb_city` VALUES ('371', '30', '石嘴山市');
INSERT INTO `tb_city` VALUES ('372', '30', '吴忠市');
INSERT INTO `tb_city` VALUES ('373', '30', '固原市');
INSERT INTO `tb_city` VALUES ('374', '30', '中卫市');
INSERT INTO `tb_city` VALUES ('375', '31', '乌鲁木齐市');
INSERT INTO `tb_city` VALUES ('376', '31', '克拉玛依市');
INSERT INTO `tb_city` VALUES ('377', '31', '吐鲁番地区');
INSERT INTO `tb_city` VALUES ('378', '31', '哈密地区');
INSERT INTO `tb_city` VALUES ('379', '31', '昌吉回族自治州');
INSERT INTO `tb_city` VALUES ('380', '31', '博尔塔拉蒙古自治州');
INSERT INTO `tb_city` VALUES ('381', '31', '巴音郭楞蒙古自治州');
INSERT INTO `tb_city` VALUES ('382', '31', '阿克苏地区');
INSERT INTO `tb_city` VALUES ('383', '31', '克孜勒苏柯尔克孜自治州');
INSERT INTO `tb_city` VALUES ('384', '31', '喀什地区');
INSERT INTO `tb_city` VALUES ('385', '31', '和田地区');
INSERT INTO `tb_city` VALUES ('386', '31', '伊犁哈萨克自治州');
INSERT INTO `tb_city` VALUES ('387', '31', '塔城地区');
INSERT INTO `tb_city` VALUES ('388', '31', '阿勒泰地区');
INSERT INTO `tb_city` VALUES ('389', '31', '石河子市');
INSERT INTO `tb_city` VALUES ('390', '31', '阿拉尔市');
INSERT INTO `tb_city` VALUES ('391', '31', '图木舒克市');
INSERT INTO `tb_city` VALUES ('392', '31', '五家渠市');
INSERT INTO `tb_city` VALUES ('393', '32', '台北市');
INSERT INTO `tb_city` VALUES ('394', '32', '高雄市');
INSERT INTO `tb_city` VALUES ('395', '32', '基隆市');
INSERT INTO `tb_city` VALUES ('396', '32', '台中市');
INSERT INTO `tb_city` VALUES ('397', '32', '台南市');
INSERT INTO `tb_city` VALUES ('398', '32', '新竹市');
INSERT INTO `tb_city` VALUES ('399', '32', '嘉义市');
INSERT INTO `tb_city` VALUES ('400', '32', '台北县');
INSERT INTO `tb_city` VALUES ('401', '32', '宜兰县');
INSERT INTO `tb_city` VALUES ('402', '32', '桃园县');
INSERT INTO `tb_city` VALUES ('403', '32', '新竹县');
INSERT INTO `tb_city` VALUES ('404', '32', '苗栗县');
INSERT INTO `tb_city` VALUES ('405', '32', '台中县');
INSERT INTO `tb_city` VALUES ('406', '32', '彰化县');
INSERT INTO `tb_city` VALUES ('407', '32', '南投县');
INSERT INTO `tb_city` VALUES ('408', '32', '云林县');
INSERT INTO `tb_city` VALUES ('409', '32', '嘉义县');
INSERT INTO `tb_city` VALUES ('410', '32', '台南县');
INSERT INTO `tb_city` VALUES ('411', '32', '高雄县');
INSERT INTO `tb_city` VALUES ('412', '32', '屏东县');
INSERT INTO `tb_city` VALUES ('413', '32', '台东县');
INSERT INTO `tb_city` VALUES ('414', '32', '花莲县');
INSERT INTO `tb_city` VALUES ('415', '1', '北京市');
INSERT INTO `tb_city` VALUES ('416', '2', '上海市');
INSERT INTO `tb_city` VALUES ('417', '3', '天津市');
INSERT INTO `tb_city` VALUES ('418', '4', '重庆市');

-- ----------------------------
-- Table structure for tb_goods
-- ----------------------------
DROP TABLE IF EXISTS `tb_goods`;
CREATE TABLE `tb_goods` (
  `gid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '商品ID',
  `goods_id` varchar(40) NOT NULL DEFAULT '' COMMENT '商品编号',
  `name` varchar(50) NOT NULL DEFAULT '' COMMENT '商品名称',
  `thumb` varchar(120) NOT NULL DEFAULT '' COMMENT '商品缩略图',
  `thumb_list` text COMMENT '商品图列表',
  `description` text COMMENT '商品详情',
  `redeem_pionts` int(4) NOT NULL DEFAULT '0' COMMENT '兑换积分',
  `goods_status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态（1-上架；2-下架；3-删除）',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`gid`),
  KEY `goods_bn` (`goods_id`) USING BTREE,
  KEY `status` (`goods_status`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=30 DEFAULT CHARSET=utf8mb4 COMMENT='商品信息表';

-- ----------------------------
-- Records of tb_goods
-- ----------------------------
INSERT INTO `tb_goods` VALUES ('25', '2016111220491327a9b', '12', '/upload/goods/2016/11/12/92a7d2ee5170cef899202391ade2062a.jpg', null, '<p>fffggg<br/></p>', '2', '3', '1478954847');
INSERT INTO `tb_goods` VALUES ('26', '201611130008449ee78', '手机充值卡 价值10元', '/upload/goods/2016/11/13/4af822f30ed615be11baed3d97b6e5b2.jpg', null, '<p>手机充值卡 价值10元&nbsp;</p>', '70', '1', '1478966494');
INSERT INTO `tb_goods` VALUES ('27', '20161113000822bfe02', '手机充值卡 价值20元', '/upload/goods/2016/11/13/e1caae92610d7d4c4ec7f32b39b8d6b3.jpg', null, '<p>手机充值卡 价值20元</p>', '150', '1', '1478966902');
INSERT INTO `tb_goods` VALUES ('28', '20161113000928e7b77', '手机充值卡 价值50元', '/upload/goods/2016/11/13/4d50139f2e5a38058a492e4a22d7acc4.jpg', null, '<p>手机充值卡 价值50元</p>', '180', '1', '1478966968');
INSERT INTO `tb_goods` VALUES ('29', '20161113132647b7eea', '京东购物卡 价值100元', '/upload/goods/2016/11/13/d4245e96109be0ce5d270989fe9f2d5e.jpg', null, '<p>京东购物卡 价值100元</p>', '210', '1', '1478967005');

-- ----------------------------
-- Table structure for tb_logistics
-- ----------------------------
DROP TABLE IF EXISTS `tb_logistics`;
CREATE TABLE `tb_logistics` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '物流ID',
  `name` varchar(255) NOT NULL DEFAULT '' COMMENT '名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tb_logistics
-- ----------------------------

-- ----------------------------
-- Table structure for tb_order
-- ----------------------------
DROP TABLE IF EXISTS `tb_order`;
CREATE TABLE `tb_order` (
  `oid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '订单ID',
  `order_id` varchar(50) NOT NULL DEFAULT '' COMMENT '订单编号',
  `gid` int(11) NOT NULL DEFAULT '0' COMMENT '商品ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `goods_id` varchar(40) NOT NULL DEFAULT '' COMMENT '商品编号',
  `goods_name` varchar(50) NOT NULL DEFAULT '' COMMENT '商品名称',
  `receiver_name` varchar(30) NOT NULL DEFAULT '' COMMENT '收货人姓名',
  `receiver_mobile` char(11) NOT NULL DEFAULT '' COMMENT '收货人手机号',
  `receiver_province` smallint(4) NOT NULL DEFAULT '0',
  `receiver_service` tinyint(4) NOT NULL DEFAULT '0' COMMENT '手机号码服务商',
  `points_cost` smallint(6) NOT NULL DEFAULT '0' COMMENT '所需积分',
  `count` smallint(6) NOT NULL DEFAULT '0' COMMENT '商品数量',
  `add_id` int(11) NOT NULL DEFAULT '0' COMMENT '地址ID',
  `order_status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '订单状态（1-待付款；2-待发货；3-待收货；4-已完成；5-已撤销；6-待评论）',
  `is_deleted` tinyint(1) NOT NULL DEFAULT '1' COMMENT '是否删除(1-未删除；2-已删除)',
  `update_at` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`oid`),
  KEY `gid` (`gid`) USING BTREE,
  KEY `order_status` (`order_status`) USING BTREE,
  KEY `is_deleted` (`is_deleted`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=83 DEFAULT CHARSET=utf8mb4 COMMENT='订单信息表';

-- ----------------------------
-- Records of tb_order
-- ----------------------------
INSERT INTO `tb_order` VALUES ('80', '20161112204758J971A3L2', '25', '1', '', '', 'hua', '15950055205', '15', '2', '0', '0', '0', '1', '1', '1478954878', '1478954878');
INSERT INTO `tb_order` VALUES ('81', '201611122331082XBYQNV9', '25', '1', '2016111220491327a9b', '12', '56', '15623145698', '32', '1', '0', '0', '0', '1', '1', '1478964668', '1478964668');
INSERT INTO `tb_order` VALUES ('82', '20161112233413PGX9N917', '25', '8', '2016111220491327a9b', '12', '丁海平', '13764284973', '2', '1', '0', '0', '0', '1', '1', '1478964853', '1478964853');

-- ----------------------------
-- Table structure for tb_points
-- ----------------------------
DROP TABLE IF EXISTS `tb_points`;
CREATE TABLE `tb_points` (
  `pid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(40) NOT NULL DEFAULT '' COMMENT '积分规则名称',
  `type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '积分类型（1-关注；2-身份认证；3-手机认证；4-每日签到；5-分享微信；6-奖励积分）',
  `goods_id` varchar(40) NOT NULL DEFAULT '' COMMENT '商品编号',
  `goods_name` varchar(50) NOT NULL DEFAULT '' COMMENT '商品名称',
  `points` smallint(4) NOT NULL DEFAULT '0' COMMENT '积分数',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `update_at` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`pid`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4 COMMENT='积分规则表';

-- ----------------------------
-- Records of tb_points
-- ----------------------------
INSERT INTO `tb_points` VALUES ('1', '每日签到', '4', '', '', '1', '0', '1465923888');
INSERT INTO `tb_points` VALUES ('2', '商品奖励积分', '6', '', '', '50', '1465043516', '1467354658');
INSERT INTO `tb_points` VALUES ('4', '身份认证', '2', '', '', '12', '1465051411', '1465051411');
INSERT INTO `tb_points` VALUES ('5', '手机认证', '3', '', '', '5', '1465923861', '1465923861');
INSERT INTO `tb_points` VALUES ('6', '分享微信', '5', '', '', '1', '1465923901', '1465923913');

-- ----------------------------
-- Table structure for tb_points_config
-- ----------------------------
DROP TABLE IF EXISTS `tb_points_config`;
CREATE TABLE `tb_points_config` (
  `id` tinyint(1) unsigned NOT NULL AUTO_INCREMENT COMMENT '积分类型表',
  `name` varchar(40) NOT NULL DEFAULT '' COMMENT '积分类别名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tb_points_config
-- ----------------------------
INSERT INTO `tb_points_config` VALUES ('1', '关注');
INSERT INTO `tb_points_config` VALUES ('2', '身份认证');
INSERT INTO `tb_points_config` VALUES ('3', '手机认证');
INSERT INTO `tb_points_config` VALUES ('4', '每日签到');
INSERT INTO `tb_points_config` VALUES ('5', '分享微信');
INSERT INTO `tb_points_config` VALUES ('6', '商品奖励积分');

-- ----------------------------
-- Table structure for tb_points_record
-- ----------------------------
DROP TABLE IF EXISTS `tb_points_record`;
CREATE TABLE `tb_points_record` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '积分赠送记录ID',
  `uid` int(11) NOT NULL DEFAULT '0' COMMENT '用户ID',
  `point_id` int(11) NOT NULL DEFAULT '0' COMMENT '赠送积分ID',
  `points` smallint(4) NOT NULL DEFAULT '0' COMMENT '赠送积分数',
  `points_name` varchar(50) NOT NULL DEFAULT '' COMMENT '积分赠送名称',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`),
  KEY `uid` (`uid`) USING BTREE,
  KEY `point_id` (`point_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=111 DEFAULT CHARSET=utf8mb4 COMMENT='积分赠送记录表';

-- ----------------------------
-- Records of tb_points_record
-- ----------------------------
INSERT INTO `tb_points_record` VALUES ('74', '8', '0', '1', 'sign', '1479023484');
INSERT INTO `tb_points_record` VALUES ('77', '13', '0', '1', 'sign', '1479024560');
INSERT INTO `tb_points_record` VALUES ('78', '8', '24', '1', 'detail', '1479025431');
INSERT INTO `tb_points_record` VALUES ('79', '12', '0', '1', 'sign', '1479025478');
INSERT INTO `tb_points_record` VALUES ('82', '15', '0', '1', 'sign', '1479026050');
INSERT INTO `tb_points_record` VALUES ('84', '12', '31', '1', 'detail', '1479027340');
INSERT INTO `tb_points_record` VALUES ('87', '16', '0', '1', 'sign', '1479027959');
INSERT INTO `tb_points_record` VALUES ('89', '7', '0', '1', 'sign', '1479029938');
INSERT INTO `tb_points_record` VALUES ('90', '7', '22', '1', 'detail', '1479029950');
INSERT INTO `tb_points_record` VALUES ('92', '17', '0', '1', 'sign', '1479034306');
INSERT INTO `tb_points_record` VALUES ('93', '17', '34', '1', 'detail', '1479034500');
INSERT INTO `tb_points_record` VALUES ('94', '18', '0', '1', 'sign', '1479036530');
INSERT INTO `tb_points_record` VALUES ('95', '18', '24', '1', 'detail', '1479036581');
INSERT INTO `tb_points_record` VALUES ('98', '1', '0', '1', 'share', '1479041290');
INSERT INTO `tb_points_record` VALUES ('99', '1', '0', '1', 'sign', '1479041325');
INSERT INTO `tb_points_record` VALUES ('100', '1', '34', '1', 'detail', '1479041749');
INSERT INTO `tb_points_record` VALUES ('101', '17', '44', '1', 'detail', '1479053895');
INSERT INTO `tb_points_record` VALUES ('102', '17', '0', '1', 'sign', '1479055034');
INSERT INTO `tb_points_record` VALUES ('103', '12', '44', '1', 'detail', '1479055072');
INSERT INTO `tb_points_record` VALUES ('104', '1', '0', '1', 'sign', '1479083631');
INSERT INTO `tb_points_record` VALUES ('105', '1', '24', '1', 'detail', '1479083645');
INSERT INTO `tb_points_record` VALUES ('106', '1', '0', '1', 'share', '1479083660');
INSERT INTO `tb_points_record` VALUES ('107', '19', '24', '1', 'detail', '1479086244');
INSERT INTO `tb_points_record` VALUES ('108', '19', '0', '1', 'sign', '1479086371');
INSERT INTO `tb_points_record` VALUES ('109', '18', '42', '1', 'detail', '1479088892');
INSERT INTO `tb_points_record` VALUES ('110', '18', '0', '1', 'sign', '1479089346');

-- ----------------------------
-- Table structure for tb_session
-- ----------------------------
DROP TABLE IF EXISTS `tb_session`;
CREATE TABLE `tb_session` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `key` varchar(60) NOT NULL DEFAULT '' COMMENT 'Key值',
  `wechat_openid` varchar(60) NOT NULL DEFAULT '' COMMENT '公众号ID',
  `nick` varchar(50) NOT NULL DEFAULT '' COMMENT '昵称',
  `avatar` varchar(300) NOT NULL DEFAULT '' COMMENT '头像',
  `create_at` int(10) NOT NULL DEFAULT '0' COMMENT '创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=407 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tb_session
-- ----------------------------
INSERT INTO `tb_session` VALUES ('185', '6e3efcc02dc7ebfa84d44ca8dc6854ff', 'oZFzUt_d_ybg-yz8uwlMPcW7XMf8', 'Stanley 汤', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz47wDfia0b2YMHLlBPU86W4BGgrcfNFjtwFwYW9Emx3Ua2p0zzibMQmPz4aWRYYezNvIniazyprYU0T/0', '1467354823');
INSERT INTO `tb_session` VALUES ('189', '4d725a1efa6ccd8e28a87246c88d0545', 'oZFzUt51sDfIQ7oH46diVc8eW6OA', 'Gavin Gu', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz8xyIAO8SeNf5ROLcibFibJk5UmTAhBANiaMYusRJu0vPWumn0bECYkt5jF9ibPnpQykNscDhVZ3k0ibm/0', '1467356397');
INSERT INTO `tb_session` VALUES ('190', 'fcdf7484cd878adcdb12bc3f8ddf6fc7', 'oZFzUt_Wyc1U-Ro8aeB3p8iabDV8', 'kkl1812', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM5Bw8ZaQSuztQEuKUg43EUfPyTDZbtUr6Qx3p4TWdzet8JMcVC5VdQ4OiaCSAFYAGuzSn9icicAejz6Q/0', '1467357806');
INSERT INTO `tb_session` VALUES ('192', '7ae4b2d4074c5e7123e0fda7339d54cc', 'oZFzUt_Wyc1U-Ro8aeB3p8iabDV8', 'kkl1812', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM5Bw8ZaQSuztQEuKUg43EUfPyTDZbtUr6Qx3p4TWdzet8JMcVC5VdQ4OiaCSAFYAGuzSn9icicAejz6Q/0', '1467357888');
INSERT INTO `tb_session` VALUES ('193', '5300fa1ee12f98b6e18776bc15fedf6a', 'oZFzUt_Wyc1U-Ro8aeB3p8iabDV8', 'kkl1812', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM5Bw8ZaQSuztQEuKUg43EUfPyTDZbtUr6Qx3p4TWdzet8JMcVC5VdQ4OiaCSAFYAGuzSn9icicAejz6Q/0', '1467357888');
INSERT INTO `tb_session` VALUES ('194', '504e348dfb796b390f363968cf5eed01', 'oZFzUt4av5ABy4OQsxvDpVIGnuZ0', 'A—mashama', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibbyLn5aCatXDL7Q3geZiakjt9ia0c1O8obRAAibrXqj7ZWmFXcBfrvVoSLxva0HicasAQYSFcrsJ8ia7ib/0', '1467358318');
INSERT INTO `tb_session` VALUES ('195', '29d386d8ef4fdf1b31d280efc7084c26', 'oZFzUt4av5ABy4OQsxvDpVIGnuZ0', 'A—mashama', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibbyLn5aCatXDL7Q3geZiakjt9ia0c1O8obRAAibrXqj7ZWmFXcBfrvVoSLxva0HicasAQYSFcrsJ8ia7ib/0', '1467358345');
INSERT INTO `tb_session` VALUES ('196', 'b5e9e2070225f854355f9b417a2c0a0a', 'oZFzUt0u1WNHm3ElcMarXYkxcDo0', '道尔自动门窗 智能遮阳', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz0vwySFhRpsmB6F0iaXON7VSMmVJNicCkNOMYVzaG1TxPReRWEMQibgbuJXSZu32rIvmYibUONkdJWyf/0', '1467360648');
INSERT INTO `tb_session` VALUES ('197', 'a117869ddc40399e6b2a2b6531826c17', 'oZFzUt0u1WNHm3ElcMarXYkxcDo0', '道尔自动门窗 智能遮阳', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz0vwySFhRpsmB6F0iaXON7VSMmVJNicCkNOMYVzaG1TxPReRWEMQibgbuJXSZu32rIvmYibUONkdJWyf/0', '1467360778');
INSERT INTO `tb_session` VALUES ('200', '9d4827abd7c6b32d149a2830d3d27127', 'oZFzUtxCRUjopGvas24MpDKfsMcw', '广州市中欧智能遮阳技术有限公司', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKG8wFONIKib7Yk6BibFGLS7pdhAVOD6z0erH54tFl1slx1dhwmfzcgXpoj5ejuIoMc3fQGibDRlmeCrzzhoB0n6aK7ohZ0gMJhpM/0', '1467365774');
INSERT INTO `tb_session` VALUES ('202', 'c6033e762573d243074797c95097ea57', 'oZFzUtxCRUjopGvas24MpDKfsMcw', '广州市中欧智能遮阳技术有限公司', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKG8wFONIKib7Yk6BibFGLS7pdhAVOD6z0erH54tFl1slx1dhwmfzcgXpoj5ejuIoMc3fQGibDRlmeCrzzhoB0n6aK7ohZ0gMJhpM/0', '1467366009');
INSERT INTO `tb_session` VALUES ('204', '9ce486907ac539595f0873afc35bceba', 'oZFzUtxCRUjopGvas24MpDKfsMcw', '广州市中欧智能遮阳技术有限公司', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKG8wFONIKib7Yk6BibFGLS7pdhAVOD6z0erH54tFl1slx1dhwmfzcgXpoj5ejuIoMc3fQGibDRlmeCrzzhoB0n6aK7ohZ0gMJhpM/0', '1467366295');
INSERT INTO `tb_session` VALUES ('207', 'e67f4631bc1888048b25e3efa854a0fa', 'oZFzUtx1M7_JWAyoVDrK9cSa0UNU', '李唯军', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVXPWXtufSzQFeaPU15CevkmO1vXaeXhZ3Hvk1NB6TQUhY2GtecMavSl4IPXx6YRPTILicppu4ZkBq/0', '1467369571');
INSERT INTO `tb_session` VALUES ('210', '961caf069d39ac576af46f9b018be224', 'oZFzUt2A_mFuDeGT9rB-nJywFatA', '上海庆繁—Somfy—孔海兵', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVRkT5CgmrnsX3kLjSnHWpicDdxibG2yS4MoaCPiaiaM2Yq5HR6Q8IrvlkBDCjnjKLj143FAryMVaNJSR/0', '1467383303');
INSERT INTO `tb_session` VALUES ('211', 'ee9b6d414fd2531c0147f4a7548ec038', 'oZFzUt2A_mFuDeGT9rB-nJywFatA', '上海庆繁—Somfy—孔海兵', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVRkT5CgmrnsX3kLjSnHWpicDdxibG2yS4MoaCPiaiaM2Yq5HR6Q8IrvlkBDCjnjKLj143FAryMVaNJSR/0', '1467383313');
INSERT INTO `tb_session` VALUES ('212', 'fe69a2e685170b199d64ea9a53922a0c', 'oZFzUt0Cnk3xovkjWgafGsXNUDFk', '阿迷©', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6CLQ8lQ79dTKJn5VUaOpYaJ4kSPzrnDYwGLtUQcfW3KJ1AL0icpCGe8lhf86TK9AVGlAtWGAQYSDA/0', '1467386523');
INSERT INTO `tb_session` VALUES ('214', 'edc4ad53cd803afd5679115f260002b9', 'oZFzUt7kbw_lZ5_Lf263h8IqT7IE', '黄甜甜(电动窗帘，遮阳，户外家具)', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsQ3J9m3jhXcgQTyUpKT6qsbTKLyF3gzdGv0EawImicyktFFNQPopeDksfl4fd658UPMJxXbvmqErX/0', '1467412641');
INSERT INTO `tb_session` VALUES ('216', '5486c84f42b0e4f3a1be05711ab0381d', 'oZFzUt1bp-5LmXMwIII_A1ugbJfo', '川', 'http://wx.qlogo.cn/mmopen/qE9MKluetOk4yK233A6wM1LmbHTqNM5qo8saiaMGWv3uUuqxdhVpbmAp2Ep7hGL1vfmGy7JBIllqTCOudSohb5fpHTLk8FLnY/0', '1467537864');
INSERT INTO `tb_session` VALUES ('218', 'a6dbe5761ace852ea981b26c00e1fe32', 'oZFzUt1bp-5LmXMwIII_A1ugbJfo', '川', 'http://wx.qlogo.cn/mmopen/qE9MKluetOk4yK233A6wM1LmbHTqNM5qo8saiaMGWv3uUuqxdhVpbmAp2Ep7hGL1vfmGy7JBIllqTCOudSohb5fpHTLk8FLnY/0', '1467538003');
INSERT INTO `tb_session` VALUES ('219', '931c6c69092523f8d6f50b53cfbbd058', 'oZFzUt1bp-5LmXMwIII_A1ugbJfo', '川', 'http://wx.qlogo.cn/mmopen/qE9MKluetOk4yK233A6wM1LmbHTqNM5qo8saiaMGWv3uUuqxdhVpbmAp2Ep7hGL1vfmGy7JBIllqTCOudSohb5fpHTLk8FLnY/0', '1467538013');
INSERT INTO `tb_session` VALUES ('225', 'faad88d1809a2c68dea7d7d98548fa60', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1467601750');
INSERT INTO `tb_session` VALUES ('226', '42787995f9cc266ee17c60f2232ea18a', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1467601862');
INSERT INTO `tb_session` VALUES ('227', 'cf3b2ef59e43650fb8dc43646d1dd140', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467636395');
INSERT INTO `tb_session` VALUES ('231', '0905d4dd40f17df0c9ae33b709ce8bc8', 'oZFzUtyV1QQ8Y4HpAJvBNQSc2npQ', '云途 投资部 李', 'http://wx.qlogo.cn/mmopen/PiaKmib2sNvh1OMC82B1IKVWstNxSA97YHqGIP7ENmmIxBoCY05qSbhttydjVfXr3A8DU9uxcdO7UQkLcoeFRLuvjFjW7DsAGw/0', '1467675989');
INSERT INTO `tb_session` VALUES ('232', '83e73510bf0b33a17d4ca106a9860c5d', 'oZFzUt5bQ1FoIgquG3icdID641SI', '瞿晨伟Hank', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuRZRwicBta9GnXRO0icqt5yPSn5gkAtvRldJxm7pd2INdic6tick0lS11p7Yn3suUaapVBwmfKtYS0QA/0', '1467692273');
INSERT INTO `tb_session` VALUES ('234', 'c4bb0327df3bfe8823f4f54c16dbab06', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467727107');
INSERT INTO `tb_session` VALUES ('235', '2dd9c6dd874a418a6df55dd1c102726b', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731295');
INSERT INTO `tb_session` VALUES ('236', '7273e04268382d11ed1770b7156b6efb', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731400');
INSERT INTO `tb_session` VALUES ('237', '21ae84b44a2be2c8bff1fa0ccbc3f507', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731430');
INSERT INTO `tb_session` VALUES ('238', '12e5df5435b47f8d4b12d6135521c16a', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731529');
INSERT INTO `tb_session` VALUES ('239', '2a759f0414c8125e38a0341b5e8eb1ee', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731555');
INSERT INTO `tb_session` VALUES ('240', '4f438af07c6718dd3f36f09bf252e0c4', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731573');
INSERT INTO `tb_session` VALUES ('241', '3907ba1219f58f190773e198e2164145', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731671');
INSERT INTO `tb_session` VALUES ('242', 'd37eb000bef099f37bc88d537aafb5fa', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731804');
INSERT INTO `tb_session` VALUES ('243', '209c1567409ce53c249d02835b722cbe', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731822');
INSERT INTO `tb_session` VALUES ('244', '9b5811e6811e24d2d6da4508584282e0', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731822');
INSERT INTO `tb_session` VALUES ('245', 'a17cf9e3763a84cd3ab11b375c1cf2c6', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731857');
INSERT INTO `tb_session` VALUES ('246', 'c11e6733aaafaf011a0a48997f2d758f', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731872');
INSERT INTO `tb_session` VALUES ('247', '02201e05cf3bc123b6564b7564efdbf6', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731873');
INSERT INTO `tb_session` VALUES ('248', '481b4dae2306ae6b225247d497799831', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731899');
INSERT INTO `tb_session` VALUES ('249', 'ff68802840bad08a2f5f128317a727d5', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731899');
INSERT INTO `tb_session` VALUES ('250', '4484bcff1c9050fe39e8046f9fc93fcf', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731921');
INSERT INTO `tb_session` VALUES ('251', 'd2df9c5bdcb5ecd4f5e70dabef3b03b7', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467731939');
INSERT INTO `tb_session` VALUES ('252', 'ab6f8929aba6630d756566d24946e205', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732048');
INSERT INTO `tb_session` VALUES ('253', '292005124902b8a37029b189a93306c7', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732048');
INSERT INTO `tb_session` VALUES ('254', 'fc2646bd3f5f08aed72db417b3315ec3', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732140');
INSERT INTO `tb_session` VALUES ('255', '3f6459feeb416612d1ad5068599e9e49', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732479');
INSERT INTO `tb_session` VALUES ('256', '1a0ca20db19a154789a762fec655209c', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732479');
INSERT INTO `tb_session` VALUES ('257', '8f7b242c6a4905d7ad7347927eab21f2', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732503');
INSERT INTO `tb_session` VALUES ('258', 'c9cad3ed0539e2314c9147bc35735f2d', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732503');
INSERT INTO `tb_session` VALUES ('259', 'cc63d93aeef509b4e3dfe2f935a9a02b', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732519');
INSERT INTO `tb_session` VALUES ('260', 'a2999f20624af3427c5fea71ea4610ad', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732537');
INSERT INTO `tb_session` VALUES ('261', '7a71921c5bc3d5adafe8baac8a1122dd', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732537');
INSERT INTO `tb_session` VALUES ('262', '97bfe71de00b1dd6381ad64ad71d249f', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732659');
INSERT INTO `tb_session` VALUES ('263', '442ead8060941be41fa6113787f4cc0b', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732717');
INSERT INTO `tb_session` VALUES ('264', '2c1296c2f5254053ee0cf01af88be49b', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467732717');
INSERT INTO `tb_session` VALUES ('265', '371a1f9712d187c8f934626311ba14d2', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733166');
INSERT INTO `tb_session` VALUES ('266', '1a31d3ab586cbcbffa1714c5eb94ced4', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733212');
INSERT INTO `tb_session` VALUES ('267', '668eb86e4353cc11445c46ded5c2f669', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733212');
INSERT INTO `tb_session` VALUES ('268', 'f62b028059685b3bc31326e7c70385f3', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733237');
INSERT INTO `tb_session` VALUES ('269', '540afdbf7a353f5721d4f2b6d2cb7d84', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733280');
INSERT INTO `tb_session` VALUES ('270', '7fb18c7ad84db198c0358661a9aa5b42', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733280');
INSERT INTO `tb_session` VALUES ('271', 'f776aa61aab935d00665601a63548bd3', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733290');
INSERT INTO `tb_session` VALUES ('272', 'b1e1e7a390fcda436787e37c9610f2f5', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733312');
INSERT INTO `tb_session` VALUES ('273', 'cccfb6fe2da2dd5a5ecbbadc8f58f21f', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733312');
INSERT INTO `tb_session` VALUES ('274', '34fe5461d3c91b1cad373a39f558db02', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733337');
INSERT INTO `tb_session` VALUES ('275', 'a2851e7b28cd8abdd503821fdd4bc8b4', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733577');
INSERT INTO `tb_session` VALUES ('276', 'ee2a4f61c40befe070d5cc859801d273', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733577');
INSERT INTO `tb_session` VALUES ('277', '3c43dca389bb8da837a95314a0a765eb', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733637');
INSERT INTO `tb_session` VALUES ('278', '03b268c4288d6b6e029050de53248232', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733664');
INSERT INTO `tb_session` VALUES ('279', '6274791a86e28cc88cde42fb915971f9', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733664');
INSERT INTO `tb_session` VALUES ('280', '984c51fb38aa9fca9e160cab5c4aa9d7', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733685');
INSERT INTO `tb_session` VALUES ('281', 'eee95239b2d87b0c152f8772e74b15e5', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733685');
INSERT INTO `tb_session` VALUES ('282', 'a2d58e0430be5de26a8727a590a8b72d', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733692');
INSERT INTO `tb_session` VALUES ('283', '89c45fb6db86a29932b6e6ef36e784bd', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733692');
INSERT INTO `tb_session` VALUES ('284', 'bccdb473edb47d001f6c8a5e67b55a7a', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733703');
INSERT INTO `tb_session` VALUES ('285', 'c904884771f37b911ade1250b0e026b5', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733703');
INSERT INTO `tb_session` VALUES ('286', 'c261765039569b018af81a39b1db6cb2', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733784');
INSERT INTO `tb_session` VALUES ('287', 'f3fdcb1987fce19185e40dfb08978386', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733822');
INSERT INTO `tb_session` VALUES ('288', 'd329864eb00b72055e66ee2cf1cb45cf', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733822');
INSERT INTO `tb_session` VALUES ('289', 'fd977e30e8debffad9535b3e7433207e', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733841');
INSERT INTO `tb_session` VALUES ('290', 'a67528c20719bb294695a65c007af38d', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467733875');
INSERT INTO `tb_session` VALUES ('291', '68e8ff0df7a138bed8d39c6c9afb5e71', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467734039');
INSERT INTO `tb_session` VALUES ('292', '3f7c4dd0188ce78c4433a661015b62c1', 'oZFzUt4oudWrJwmmaWQ_RvtLSn6I', '嬴梦川', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRrUe9t315Lgiaiaz3NUcFibQTGE3db2DuQbvpJwiau251wiaE7UR8mtyTg7HyAy2tagOR2a0ua7ANbffyEibibWu3cyiaO/0', '1467734217');
INSERT INTO `tb_session` VALUES ('299', '9192f9e6f62639f29c74b1e4672dc4a2', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1467966152');
INSERT INTO `tb_session` VALUES ('300', '576c71daaae88ab3671098a900056155', 'oZFzUt2i9MQOnqLaaqQ-ARZRo-f0', '☞半俗◎半雅`半疯癫=♀', 'http://wx.qlogo.cn/mmopen/CEPFyzqORLmXRqtQzQV2YWSu0zdiaRc1ovtiaH1bYR7ZrAIRcmdlOuYyu74lVVjO8zSEEYtiauoTotuHdwW4g2xFKaeR4Jm5SCib/0', '1467970136');
INSERT INTO `tb_session` VALUES ('302', '5d48082f5d698b3287da526e140cdb73', 'oZFzUt2i9MQOnqLaaqQ-ARZRo-f0', '☞半俗◎半雅`半疯癫=♀', 'http://wx.qlogo.cn/mmopen/CEPFyzqORLmXRqtQzQV2YWSu0zdiaRc1ovtiaH1bYR7ZrAIRcmdlOuYyu74lVVjO8zSEEYtiauoTotuHdwW4g2xFKaeR4Jm5SCib/0', '1467970426');
INSERT INTO `tb_session` VALUES ('305', '5485be5a0808b3aa107c1fbe81be1135', 'oZFzUtz_3pTxykQKQvG74dgqCFFI', '孙红梅', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6dH07BcG2oNeTIjLfFf3CySteDsEiciaZmB0VQOzH5M6eenZOuzgoj7C5CYAIkJD12gEYA7Q9xm6176goau5TgY4ic/0', '1467971184');
INSERT INTO `tb_session` VALUES ('307', '4cbef15a075e26f58ecea77c205b2c6f', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1467977196');
INSERT INTO `tb_session` VALUES ('309', '8127b0934fa569f7514145bc018837ee', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1468067073');
INSERT INTO `tb_session` VALUES ('310', 'eb2970487341e44965101e1dda1c1e0a', 'oZFzUtxANlQV3b1vZkfzFNaWYoqk', '来……下一曲', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuKibTXhTKAt3USxIREcA4ibWmrkXzqYwTdDOH7w3brPAVI2ManvK4QG5Da65zhibuk3cib2iamXcswSZU/0', '1468108508');
INSERT INTO `tb_session` VALUES ('311', 'ff04380b3dd8cdb1c7c73131696776aa', 'oZFzUty5NAquAdwOlT4ZiMD0pVWM', '贞贞子', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamH9I0tYvViaTkOXJUoLm2CNa0xBATjrMHwKdic0VWbA8NxiaLA4xu0CfLf6N0f8NmReSrlhraiblTiaLu/0', '1468379540');
INSERT INTO `tb_session` VALUES ('312', '4f549ad6cc0275c303007f73bffd0a90', 'oZFzUtx7CjGk84EpIVAMu7eY5TuQ', '????Celine Gong 龚佳????', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibTblcKiaNeicrtbVXAxKknnCJaJXia4Zm8icmUg5jxW7rvvpVSMmhdqSCKGznagjgWbEoyXP4Bm1FxuD/0', '1468409577');
INSERT INTO `tb_session` VALUES ('313', 'a97c388cd62669b4560091d4a93eb000', 'oZFzUt2lKSECPIm4-1WglWdQq0xA', '深圳雷雕-法国尚飞BMT电机总代理', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6czuRNuoMIeomHMxibTQ3FDMhlfCZmC1WpbJcZuKV9SEmIk8JRm0lFmiaLPJ9wIbeSvtFIbUcMUfKAv69L4FcvprJ/0', '1468556073');
INSERT INTO `tb_session` VALUES ('314', 'a7cdda32bf910761df18f5a1890c8191', 'oZFzUt2lKSECPIm4-1WglWdQq0xA', '深圳雷雕-法国尚飞BMT电机总代理', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6czuRNuoMIeomHMxibTQ3FDMhlfCZmC1WpbJcZuKV9SEmIk8JRm0lFmiaLPJ9wIbeSvtFIbUcMUfKAv69L4FcvprJ/0', '1468556316');
INSERT INTO `tb_session` VALUES ('315', 'fc1269036f25f071a34696fdeed66d7b', 'oZFzUt2jMOmnBHXU0I_y5KS0xGV4', '电动窗帘（智能遮阳帘）～黄生', 'http://wx.qlogo.cn/mmopen/REicEznFKWt9Bb8icWUlur1nNJicvgQjhMPwmVMrc8QFStEQhGSChvQ74l0s9cQ73DA81pWMlO64BQlqStIoB6o3XSJ6xqRbriae/0', '1468587220');
INSERT INTO `tb_session` VALUES ('316', '1a0256218d390564ccb5f0bf6cc0a714', 'oZFzUt2jMOmnBHXU0I_y5KS0xGV4', '电动窗帘（智能遮阳帘）～黄生', 'http://wx.qlogo.cn/mmopen/REicEznFKWt9Bb8icWUlur1nNJicvgQjhMPwmVMrc8QFStEQhGSChvQ74l0s9cQ73DA81pWMlO64BQlqStIoB6o3XSJ6xqRbriae/0', '1468587321');
INSERT INTO `tb_session` VALUES ('318', '95a9ed1aeab510469c418621ae910816', 'oZFzUtzqFu2aSIBvvzLYbya0WZSE', '平安快乐', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamDojqzMLIWRYtRo9taWm47vckTcYr0rD0w1Dib2XBVY6C4eUzovqrEvCib5LtMEOiaFLTia5M3nODjkic/0', '1468589839');
INSERT INTO `tb_session` VALUES ('319', '9500454489fe24b0dc4bc7e26dcdee6d', 'oZFzUtzqFu2aSIBvvzLYbya0WZSE', '平安快乐', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamDojqzMLIWRYtRo9taWm47vckTcYr0rD0w1Dib2XBVY6C4eUzovqrEvCib5LtMEOiaFLTia5M3nODjkic/0', '1468591015');
INSERT INTO `tb_session` VALUES ('320', '246cc22895e4cb151c343a966ecdd5ac', 'oZFzUt7mO-AStjPb058lzNiwNUu8', '（尚飞）上海庆繁—刘逊凯', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6dQYfgibeyOQyiczibsicSBf68T9QibrvpexZawJkCG9onFrkH7bciaSnUQFI6ddjibInz4KDYYNvqzWGKc8yps7iaVc5jU/0', '1468759629');
INSERT INTO `tb_session` VALUES ('321', '06ebfc12a842997affc939b2515828cf', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1468761838');
INSERT INTO `tb_session` VALUES ('322', '4bd9899b3521453b596b8b86aff34172', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1468761894');
INSERT INTO `tb_session` VALUES ('323', '6216db4b022dade9d1b5f54b800dd8c9', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1468761987');
INSERT INTO `tb_session` VALUES ('324', '596aa37818af8692c9c801f3180b87fb', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1468763056');
INSERT INTO `tb_session` VALUES ('325', '8d276026899b68613c9f734216bc4e1b', 'oZFzUt2EMpfsZ6c5ryLBHf3NCZxg', '于业好', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLB91Blk2QtRq5mLibYoOX8qnOR1HWa50KhskmwaDYaKicxKcuJo39aesK1YEqflRDHO6lmms8Bc8Fsg/0', '1468981403');
INSERT INTO `tb_session` VALUES ('326', 'e52e5f6674085f1de9358d7096c016c4', 'oZFzUtzlm-NhklK2aiCZlQbqmzZI', '风云飞扬', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRY71M6ptnndvM18Hicl3uIib0oXMN0Xk99FbpQ7e1gJXuxw9WLPa50hRgOfvyPY5omr65tw4b5ZIuMDEIMTvWwsE/0', '1469193680');
INSERT INTO `tb_session` VALUES ('327', 'e0f121db8104294575732392eeb7de07', 'oZFzUtybwYANk6_TcKaGCwWzIV8I', '姚兵 法国尚飞名川窗轨', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsafDsWPtc6QB4qyH4r63Q9K84NP4MCsgrFDbwe3egpz4Z7IC62I80HzVtR7fBZ18h3uPFXbSclgp/0', '1469194714');
INSERT INTO `tb_session` VALUES ('328', 'af16412b992763f81095f1dabab9fb04', 'oZFzUtw-3PdkUSW0WgHlQyxcWeWo', '窗帘达人', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamHhZHMDNEOwQhiafp7l9ITOfJboLlOEPias0iaIbUicx8rTj8ZJAltxHsmErReeIXC1jwNIAhP0ibWoAe/0', '1469201006');
INSERT INTO `tb_session` VALUES ('329', '181d56f11cf20dca50c978d72a30be59', 'oZFzUt9UQcORe82RZ-TmoBvQnMuc', '乐清蓝超智能家居', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIFUsEjjR9biaph0n7KSAgz9xR1uc0ruhwtqHyPYj0Qy1YzqeV1RJwqnmfEGRCVRXa2svW69q3FzLA/0', '1469257960');
INSERT INTO `tb_session` VALUES ('331', 'c132d7e38f61cd2524e6b850ee558ad3', 'oZFzUt2lKSECPIm4-1WglWdQq0xA', '深圳雷雕-法国尚飞BMT电机总代理', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6czuRNuoMIeomHMxibTQ3FDMhlfCZmC1WpbJcZuKV9SEmIk8JRm0lFmiaLPJ9wIbeSvtFIbUcMUfKAv69L4FcvprJ/0', '1469673527');
INSERT INTO `tb_session` VALUES ('334', '7f88c3db41efc79d8b413cfaea7231d0', 'oZFzUt5IcTeAaaZWx_7ENmCdlj7Y', '布兰卡软装', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibD9WOJrWqTq0YdENvPBbqWZOUJYDzNke4ib4bax7XxW3kAFuVenNQ00pd3FSTaQXPaBu3Bp8opwCdwAJmX5IRcR/0', '1469782479');
INSERT INTO `tb_session` VALUES ('338', '3460b0d362ccb514522a30e6aadcd593', 'oZFzUtyBN19KAc8exaBMaKHEP_XA', '曹振聪', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibZOticV5MIBxC0cfh9YMgKrIKm0JsicgVDg62nMZe7b1eztxCnRkib93qBIWLmth9GsdbH5M9dKZG2m/0', '1470197064');
INSERT INTO `tb_session` VALUES ('339', '1864a3beb85c9d7b0083d5b6a4faddf0', 'oZFzUt9XXqUPxwUenPm2T2PRzw2M', '曾昭权', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibXrffKuNHZR0aCD94jtqwdM1GxwibwKk4hppXicF9ic9kX47I3gibHRhyjmTibxaajHZ34t2k3KxeT7dV/0', '1470197217');
INSERT INTO `tb_session` VALUES ('342', '9e1406a7954429cbafbd07421f0c7d6b', 'oZFzUtzOKCF8wSmX4C4QMKpvLj78', '邢志刚', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz6r1KG2JR5xsGga7RvkAgPyP3FyHyIHuC7VFMBoP7U2uhlSYY6gbtBmkZhSQTUicDAXNwfkiaxJCIb/0', '1470208873');
INSERT INTO `tb_session` VALUES ('343', '87c2a7b717a0a1ca8287dfc24608d58e', 'oZFzUt15p59C-tpG9nkb2LtBDBNY', '▄︻┻┳═一', 'http://wx.qlogo.cn/mmopen/REicEznFKWt91jeVZUxNL3R6kEQQDWPO2veGYFSmRpUS423UF8JrWQcW1zldDzF8kiciaXYLG61HRuxjCia6X4yqQ3bFMGDs1RyG/0', '1470213968');
INSERT INTO `tb_session` VALUES ('344', '5d1029d66becd55d9f2743d2a9e48821', 'oZFzUt03VpNDE8HxJQnPPtJklybM', 'StanC', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRfXIpLRCibDdnicObCjDsQibw07f8sPFcscjROrO5E2mgcnz9XQJPZ9vaE4D2v9E1qvGrnWdaT5Fsa5CiaTBzAKS3r/0', '1470368931');
INSERT INTO `tb_session` VALUES ('345', '2b78a51be6ef13d403ab45a5df3f518e', 'oZFzUt03VpNDE8HxJQnPPtJklybM', 'StanC', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRfXIpLRCibDdnicObCjDsQibw07f8sPFcscjROrO5E2mgcnz9XQJPZ9vaE4D2v9E1qvGrnWdaT5Fsa5CiaTBzAKS3r/0', '1470368931');
INSERT INTO `tb_session` VALUES ('346', '8e86493cfa82a3229dbaa67794b02315', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '唐斌', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCzycJZFhGmQibJJZX7XRDiayPjEYiccWNicDovTLicmQbfnAnnhbLUELJFNO7RCqnOTwdcRiaCGRMhnTwsL/0', '1470440003');
INSERT INTO `tb_session` VALUES ('347', 'df82ba90d13038552a2ed83aca3473b9', 'oZFzUt6__FaulCBot--CAaQCybJ4', '红哥', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLDnSXYIgcmKPMPib7vKSw0Dib4de5f8RFpKCGVfqiaYZp9icMvPIujySb5iaLADqnEzPY27pC1cI53niciblvmXHlybiafAxghGOgUv4II/0', '1470748710');
INSERT INTO `tb_session` VALUES ('348', 'ae20ad5120bf41f49617a16763a82c38', 'oZFzUt6__FaulCBot--CAaQCybJ4', '红哥', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLDnSXYIgcmKPMPib7vKSw0Dib4de5f8RFpKCGVfqiaYZp9icMvPIujySb5iaLADqnEzPY27pC1cI53niciblvmXHlybiafAxghGOgUv4II/0', '1470749483');
INSERT INTO `tb_session` VALUES ('349', 'd4dfce34e835dbc4c040a97433534ed8', 'oZFzUtxTGLE59lPvOeSwEjnsSOGU', '森帝窗饰15550051698', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCzzH94qN2EfwXgpXSDn7MqjaFURrHMIjv4ia53IdMDaNxy3uuib0n2FBXETtjNDnNy3eo2B4ThrdJqr/0', '1470786737');
INSERT INTO `tb_session` VALUES ('350', '19d4dd230ef720f37d3b57994744c25a', 'oZFzUt4mOZ2Wc1Vp_uJUXeVeuzv4', 'Ivan Yang', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRwPtGudJr7EToNK91w6b4AcCHibsC076sLNh1SibCtzEU0KEfcG9YUV7Z65s40zrtZ41IfPa4TZDSyf8SdOX144n/0', '1471148839');
INSERT INTO `tb_session` VALUES ('351', '409c28bc5a347d8d9214fe80e59bf1b8', 'oZFzUt1q2MQK1Jpb0uv_m626EVzg', '侯生', '', '1472571521');
INSERT INTO `tb_session` VALUES ('352', 'a33003b42c0094c833d8c6470af0ba7a', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1472707951');
INSERT INTO `tb_session` VALUES ('355', 'b48c69241c66e916a2693d55201625e5', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1472708442');
INSERT INTO `tb_session` VALUES ('357', '853123fa17e18067feea050dada2de07', 'oZFzUtwPpFgt8mTyeBGAx4Q1ZeOc', '奋斗', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz2xK0mlnUFu04WfxRicRDswWibP37TnSZfTCnA2GvQWKNpiatAuZ2R3QnaPzo70Kia5gLLvtAPaMwibJ1/0', '1472708993');
INSERT INTO `tb_session` VALUES ('358', '97107cf745a95d7131df4f3c1324bcf5', 'oZFzUt7sosbz4erOXdUzcKePyYMI', '2016', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibUPRYv8h7OnHfYia9ElDlVCXGpHQoQ4GuIBn0SZE7PbHaobQRwYmkSRmhk4ibt7v5ruObzHl1OD506/0', '1472712676');
INSERT INTO `tb_session` VALUES ('360', '60320e1279d45cabe35f7db9683fc11d', 'oZFzUtx7CjGk84EpIVAMu7eY5TuQ', '????Celine Gong 龚佳????', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibTblcKiaNeicrtbVXAxKknnCJaJXia4Zm8icmUg5jxW7rvvpVSMmhdqSCKGznagjgWbEoyXP4Bm1FxuD/0', '1473130446');
INSERT INTO `tb_session` VALUES ('362', '5c6e99269e7191df2260427c14b764eb', 'oZFzUtywpR5htrJrZIAKMjVwr9kI', '芬', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6YtGWB8q325ssp5ahseGrlpPAvhWmfP2fogR5eE04t0FHPwVRmoHLwqtjjg9Ufiaibz01R23W9oFQg/0', '1473236877');
INSERT INTO `tb_session` VALUES ('363', 'a928d67fb6cafa02e1e435c7dded5451', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '唐斌', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsdaHs5nrpMfnDPDsZzwicdwpkJSUFRIvSjJZuxlLdCzWE4Emx9jLxCJeKX0qVXWr5LP9OB5V8CmYK/0', '1473237086');
INSERT INTO `tb_session` VALUES ('365', '25ada69f4b8814f857038f0afe2f93a9', 'oZFzUtx5A6-BiNkl0ol1NlfirrNQ', 'Justin Time谭林SOMFY尚飞', 'http://wx.qlogo.cn/mmopen/REicEznFKWt8OskdF3vQIr4Z2Z2lKHfzYlOGsQiae3pkZHrDDKic3XVYruFuj18deVkzMvsCDnB87FkDFoQOgO7ujQib6VdxLZuB/0', '1474273901');
INSERT INTO `tb_session` VALUES ('366', '2d9c99c9a4b08deb6948b2e0f61d23fb', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '唐斌', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsdaHs5nrpMfnDPDsZzwicdwpkJSUFRIvSjJZuxlLdCzWE4Emx9jLxCJeKX0qVXWr5LP9OB5V8CmYK/0', '1474768998');
INSERT INTO `tb_session` VALUES ('368', '92b004a4949d26b998c89c762121d171', 'oZFzUt-7pySNcxxd6PV7JnUHI9x0', 'The Day', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamJ4QESWfnPFjKekuQuaDGutJ1w4hlHQq4ibRGib2KBhXXtDvqEQplhdjYFOFbs8lSpkmFd83kc1wiaq/0', '1474873798');
INSERT INTO `tb_session` VALUES ('369', '53967bc7a866bdf57f5ab4f968d1a2eb', 'oZFzUt03VpNDE8HxJQnPPtJklybM', 'StanC', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRfXIpLRCibDdnicObCjDsQibw07f8sPFcscjROrO5E2mgcnz9XQJPZ9vaE4D2v9E1qvGrnWdaT5Fsa5CiaTBzAKS3r/0', '1474979570');
INSERT INTO `tb_session` VALUES ('370', 'd316dd72750ab121615274244a0f28c1', 'oZFzUt03VpNDE8HxJQnPPtJklybM', 'StanC', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRfXIpLRCibDdnicObCjDsQibw07f8sPFcscjROrO5E2mgcnz9XQJPZ9vaE4D2v9E1qvGrnWdaT5Fsa5CiaTBzAKS3r/0', '1474979570');
INSERT INTO `tb_session` VALUES ('372', '84c902467b2792b676251bae9855942d', 'oZFzUtxll_NgStobeolhkrW1jEgU', '好男儿志在四方', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6fkPNlzwemTcia6ygDlyPgc3XIG6kXXf7gxCuFL2lp2XjOybpb8Rxm8IXEdLlBibHf8BQ0Fcicg2ucgRHjuUAW3ib7W/0', '1475141893');
INSERT INTO `tb_session` VALUES ('373', '4098035a5655f91157af44ed709293bd', 'oZFzUt29KRZKMAf3YPaEDuaSjybQ', '不在年少', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6NOaOicG3N6aibxFYeDicSwRM1u0qaQ9w253iaPfwp2U3iaHIVibcCBauoQKEsNYwlRCrEn0R3LbAxiaG7A/0', '1475237644');
INSERT INTO `tb_session` VALUES ('374', '77d79faac9871a9b9d2b84458770f862', 'oZFzUt-FoVLZwNvFUV2YgeZODtHY', '聂东荣', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6capLtaprfOHgCm2kC5IDTTkQFlYPkIIDX7596nGTBMcSKGZgCXIgpgR547vgibUVmJqQsUgaHLp7ZHjoKpNcZtr/0', '1475297477');
INSERT INTO `tb_session` VALUES ('375', 'd2bbdf46a9b3615f47a30d94ecff610b', 'oZFzUtzq5vvmVSrJcobt5ZM4j-Mw', '美家美户装饰材料店   华', 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLBqUXz20vAoR7aBD1HqeViahj2aLiaox0IVcTPDX5xWrAJTg69SEhichygsNGx78LewUpUaicNhoafgxDF4o7ESVibmpMPnzibA6dic38/0', '1475680685');
INSERT INTO `tb_session` VALUES ('376', '6b88a8c5ca40917415d9bf76d1f447c3', 'oZFzUt_GElwbPGJz4lNSl-YQaQR8', '云秋', 'http://wx.qlogo.cn/mmopen/EmbNIC8upbSpx0I4XC4XXhOqVrU60TqZSHdNca6eb0HDO9QcYEV08fSGhEma3o6U5EC56jvKpm2CdnOjsbupPKd6zQGGbxFc/0', '1475822400');
INSERT INTO `tb_session` VALUES ('377', 'c53568779faafbd9283c11fbb3e1f961', 'oZFzUt-Al6hC4anO4HHZVgsSIt4s', '一帆风顺', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynT2Xb7zu9tE8QmuuCuFj3vg00b05aBX3KW6ice7iaQjpuAzzJhK4UAMNJFLCAMialiaDsXAxmMqiceMULJpI4BM9shGr/0', '1476115024');
INSERT INTO `tb_session` VALUES ('378', '08c26045fc1e24a1e5e4156fae89a203', 'oZFzUt5CZRh1O3VYB0GOXDoBLbkY', 'Skylomlomlala࿐', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz07reUA1Sajia2z2skKNO45yLib4F63fiaoFbohZV7CJkGf82CrwtjiaF0dt260VHYRficJsr5bJ4JQvg/0', '1476159050');
INSERT INTO `tb_session` VALUES ('380', '9cbd41fa8d63aa73189878bf5f8a23ff', 'oZFzUt_c1Emp42MVmNEFmyWv2KSI', '飞鹏布艺墙纸李慧亮', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRb7Ql89iby1Excl0hXtPDjOrocEKxRUUTDgnsXNlKia3ehibpT4icqSU0LLfibotm08lq6qIRlVicYfrNxyPKLrVoUAD/0', '1476199676');
INSERT INTO `tb_session` VALUES ('382', '13a856ec220a7d2cdf94c64759828eff', 'oZFzUt62072sqcuZ_M4pwECmPP5I', '陈良峰', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibRmZHsyX9ibK5dueYagicDqVjawUtXdtrdtrfemSFAWsX3EgVqkLT9QKI42FROLz3sUMBGITskI4IY/0', '1476550288');
INSERT INTO `tb_session` VALUES ('383', '0eb808ecb858415ff2152d103a87d9b1', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '唐斌', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsdaHs5nrpMfnDPDsZzwicdwpkJSUFRIvSjJZuxlLdCzWE4Emx9jLxCJeKX0qVXWr5LP9OB5V8CmYK/0', '1476566486');
INSERT INTO `tb_session` VALUES ('384', '393293ee4248723c7c063dce639012db', 'oZFzUtx7CjGk84EpIVAMu7eY5TuQ', '????Celine Gong 龚佳????', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibTblcKiaNeicrtbVXAxKknnCJaJXia4Zm8icmUg5jxW7rvvpVSMmhdqSCKGznagjgWbEoyXP4Bm1FxuD/0', '1476701479');
INSERT INTO `tb_session` VALUES ('385', 'd91a687004b01e1dc52996f98ea83dc7', 'oZFzUt2rdIuVmNa2eS1i1OkTcdBQ', '蒋纳', 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM4C5H83153JibuO2RCIekCLuIoodJibIibpFQiao1Wsm2kapaJicshXEgP49YeibIwj2fpQEiaIkbibyOkEPddNDHJhXbiaVS0tCxAcyoF8/0', '1476883893');
INSERT INTO `tb_session` VALUES ('386', '210f4d9a19bdaabb9db80c3b5156ef9f', 'oZFzUtxrfy59rvbvyumlM5t978HY', '施栋宇', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsRdciczibjqyJ7tRiaDJ1GGpWkmxzQrnAyiaLXhgBqDT8ASO0ziciceqWD8XsvLsPjWh9LwweJJWichbuHA/0', '1477264203');
INSERT INTO `tb_session` VALUES ('387', '63c164e07c7b8b415af8ba1aca7f71f8', 'oZFzUt01P-Gskt-7eJJKV0BM51ow', 'Zl', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEL2pHJVk3ISrRYEia8ROgjWeC3Iib1vibj0z3wulbUVjDHeOwsxDDibFNYfD7PEIOCqyrTbDnKQIFzEicQ/0', '1477269548');
INSERT INTO `tb_session` VALUES ('389', 'dfab453cac5cafc3ce7a3c493a32f247', 'oZFzUt01P-Gskt-7eJJKV0BM51ow', 'Zl', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEL2pHJVk3ISrRYEia8ROgjWeC3Iib1vibj0z3wulbUVjDHeOwsxDDibFNYfD7PEIOCqyrTbDnKQIFzEicQ/0', '1477270138');
INSERT INTO `tb_session` VALUES ('390', '19d4ca977dc60c72f090e5af14ef09cd', 'oZFzUt2iPpeoEdoGUu-WDorKhTz0', '陈锐', 'http://wx.qlogo.cn/mmopen/qE9MKluetOnzTm7hkAibdMgIaRc8ucLX6jwGnEgLP2xly3K21iamYouO3IZQCQUX5wylB47OhokZ3V7olrhlUYUA/0', '1477273496');
INSERT INTO `tb_session` VALUES ('393', '3280098ce1df7de534fac11da7817ba4', 'oZFzUt0EMQ_UB-LSXSd5spoHorLM', 'Sigate欧式卷帘 王科', 'http://wx.qlogo.cn/mmopen/REicEznFKWticJXu8D4Y8fg9SBrQZNliaaFklPfBvYGia3aF89Hc8hB7oEgE8E5qMKvRj9L9ibzN9C1iboAyt3aiacIfZbvmJyibuNAE/0', '1477386649');
INSERT INTO `tb_session` VALUES ('394', '30265ad9af0a587a883b05f8726bf94d', 'oZFzUt-Kyh-LJjH5HTUauwU1_1uk', 'Mr.7', 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEKkpWJH1oesFXGkXkNRDib60oplq0icIMyBS1ibjPfFQb38lu6JibE4zn9l0ZBKnL1VkV1DMxxju7aeBg/0', '1477388847');
INSERT INTO `tb_session` VALUES ('397', 'd9813964ef297c695807b7884f3bd8a5', 'oZFzUt_xdxLBaIvuI6ZcpmMlb1oI', '画上最美（☆de☆）句号', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6c3r6lmoy2gibTXdjtbqyYQh1yV2DicqIahicsN3YFoQxnyjYWH1yknkfUG3YJbN3AibCQFpVwPFBQQUrFYG6axg6Mv/0', '1477459482');
INSERT INTO `tb_session` VALUES ('398', 'b6e9b407124bf405d7b222ba513dfea1', 'oZFzUt-MpbQ5Wwxqtn0JZNNkXwUI', '馨梦窗饰Somfy&Cherubini', 'http://wx.qlogo.cn/mmopen/RNuD3bSl5MCF5PBddYCsqTNMn2HpOCVSZkeSEmYTcvibp9AEF0m0LfhVd5wLMD68iaN00aUNCqiaCLU54BCoiavca6Y9cIE30iaJo/0', '1477807892');
INSERT INTO `tb_session` VALUES ('399', '3426079dd0752a4c7bc9766d446b4fc5', 'oZFzUt70jM5xS5Cm3FyKuCQ_cRms', '唐斌', 'http://wx.qlogo.cn/mmopen/TR478ibw1ynRzpJskGIPmsdaHs5nrpMfnDPDsZzwicdwpkJSUFRIvSjJZuxlLdCzWE4Emx9jLxCJeKX0qVXWr5LP9OB5V8CmYK/0', '1477814754');
INSERT INTO `tb_session` VALUES ('400', 'bbc1d139c7e7afbfc6bd9b2492ca47ca', 'oZFzUt4sOtWlblMDhNpF10tcTpXU', '杜亚电动窗帘-刘汉田：15057431252', 'http://wx.qlogo.cn/mmopen/qE9MKluetOkoVN2SPRGamNsNu4yF5TUyMbN1t1oHPHMCibdiagaAW3mNne8Zb1N2M182g0qUpfSqOr0MHjy9Y7Z6kMNJEHHicJc/0', '1477836833');
INSERT INTO `tb_session` VALUES ('401', '92ad22f30c60e61e1dba98302a3192bb', 'oZFzUt5S4ZC55RP1sc4uKe0qpGk8', '狂奔的蜗牛', '', '1477876825');
INSERT INTO `tb_session` VALUES ('402', '91e687b91bd939b04d1bd3e4a615a1bb', 'oZFzUt_b-QD-PgGjl_Uq6lrLZCCY', '天马智能遮阳-马百中13940893583', 'http://wx.qlogo.cn/mmopen/qE9MKluetOnpgzYYV4hge3x2jPwp3pj1kwOaVicz7iaicF15C2M7ibK1CHsfv085h4zg6C4ylB9aqrYCVEhyyDgIwA/0', '1478150202');
INSERT INTO `tb_session` VALUES ('404', '3d70652862d49987d74de8806f1aedbc', 'oZFzUt2Z4IOEArL9UhUYlACt2H2A', '黄春之[布艺墙纸墙布]15222005895', 'http://wx.qlogo.cn/mmopen/REicEznFKWtibAVenSLxkCz0ePleibPsSo8NSicuicZCAfP80vP9XiaiaztkxUrUoKvOoqpFyeuovsTR7jNRfzA0bhbyNBdVcq25Os7/0', '1478246475');
INSERT INTO `tb_session` VALUES ('405', '370c5daaceebb9878862284a23399543', 'oZFzUt6qTE84bu2bNdE9cobh_JHQ', '杨国才金图窗饰（尚飞电机总代理）', 'http://wx.qlogo.cn/mmopen/qE9MKluetOknmoyTbL8wMJlHAgCBACibwbGau3Bz2UWVLrzHjnwZxYdfKTuvB50PqxMibibdPu2vFwUZJCPa0g4dw/0', '1478399482');
INSERT INTO `tb_session` VALUES ('406', 'fde2269aac10a650f9ea27a93e903c51', 'oZFzUt-EXPxr8OIUH3miIknAKMq8', '科迪瑞欧专业批发罗马杆1864812064', 'http://wx.qlogo.cn/mmopen/Nics7tsVibl6fhwW0jnJARBD72QAnFPTX4hMyTRcovCicicZv84M8ABhlJK5ialYIwIM6icQ6WFsVDAhrFLllh3eK9Tw/0', '1478448333');

-- ----------------------------
-- Table structure for tb_user
-- ----------------------------
DROP TABLE IF EXISTS `tb_user`;
CREATE TABLE `tb_user` (
  `uid` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `authKey` varchar(50) NOT NULL DEFAULT '' COMMENT 'authKey',
  `nick` varchar(30) NOT NULL DEFAULT '' COMMENT '用户微信昵称',
  `name` varchar(30) NOT NULL DEFAULT '' COMMENT '用户真实姓名',
  `avatar` varchar(250) NOT NULL DEFAULT '' COMMENT '用户微信头像',
  `mobile` char(11) NOT NULL DEFAULT '' COMMENT '用户手机号码',
  `email` varchar(40) NOT NULL DEFAULT '' COMMENT '用户邮箱',
  `name_card` varchar(250) NOT NULL DEFAULT '' COMMENT '名片',
  `points` smallint(6) NOT NULL DEFAULT '0' COMMENT '积分',
  `user_type` tinyint(1) NOT NULL DEFAULT '1' COMMENT '用户类型（1-普通用户；2-销售/门店导购；3-设计师；4-零售经销商；5-项目经销商；6-安装商/安装人员；7尚飞员工）',
  `user_type_imgs` varchar(600) NOT NULL DEFAULT '' COMMENT '用户类型图片',
  `wechat_openid` varchar(50) NOT NULL DEFAULT '' COMMENT '微信Open Id',
  `user_status` tinyint(1) NOT NULL DEFAULT '1' COMMENT '状态（1-启用；2-禁用）',
  `update_at` int(11) NOT NULL DEFAULT '0' COMMENT '更新时间',
  `create_at` int(11) NOT NULL DEFAULT '0' COMMENT '创建时间',
  `login_at` int(11) unsigned NOT NULL DEFAULT '0' COMMENT ' 自动登录时间',
  PRIMARY KEY (`uid`),
  UNIQUE KEY `mobile` (`mobile`) USING BTREE,
  KEY `authKey` (`authKey`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8mb4 COMMENT='用户基本信息表';

-- ----------------------------
-- Records of tb_user
-- ----------------------------
INSERT INTO `tb_user` VALUES ('1', 'rWQrigjTbTPzGIoVuhz2aaKsaoj9p7oD', '', '', '', '15950055205', '', '', '9951', '1', '', '', '1', '1479083660', '1478680115', '1479090714');
INSERT INTO `tb_user` VALUES ('2', 'BY1QV5yCegtv5-YuU-_vwzHeU3Dia8_q', '', '', '', '15950055203', '', '', '0', '1', '', '', '1', '1478680574', '1478680574', '1478680574');
INSERT INTO `tb_user` VALUES ('3', 'n0J7iuVVGeaaQVkXhAOvU3efSIIWPCgh', '', '', '', '15950051111', '', '', '0', '1', '', '', '1', '1478683717', '1478683717', '1478683717');
INSERT INTO `tb_user` VALUES ('4', '5SoIrpb6Cq0J_oEbg0UKfrZo_GUyKoFh', '', '', '', '15950055003', '', '', '0', '1', '', '', '1', '1478686933', '1478686933', '1478686933');
INSERT INTO `tb_user` VALUES ('5', 'IEVMmMb7zxQkyTs0GLdlgmPvnFLerCaq', '', '', '', '15950055012', '', '', '0', '1', '', '', '1', '1478688674', '1478688674', '1478688674');
INSERT INTO `tb_user` VALUES ('6', 'I1Vsybfxl91EMh21ugtwlow0_YBpLFQl', '', '', '', '15829847258', '', '', '39', '1', '', '', '1', '1478774576', '1478770110', '1478771163');
INSERT INTO `tb_user` VALUES ('7', 'MYhKzZfYLPTa_BTNlE9rl4NdW977muDb', '', '', '', '18952609807', '', '', '10', '1', '', '', '1', '1479029950', '1478787639', '1479030170');
INSERT INTO `tb_user` VALUES ('8', '7S5Mhl5an27rHy2gIIiyNjQ-3yG3YAEM', '', '', '', '13764284973', '', '', '7', '1', '', '', '1', '1479025431', '1478822881', '1478951252');
INSERT INTO `tb_user` VALUES ('9', 'ETWcqO1IQApC_X2bfVoW7T6Z8GJ5yiHO', '', '', '', '15612341234', '', '', '0', '1', '', '', '1', '1478950835', '1478950835', '1478950836');
INSERT INTO `tb_user` VALUES ('10', 'IeFQvi8PYJDkW-PKdpPutr6l-lqF7F89', '', '', '', '15712345678', '', '', '2', '1', '', '', '1', '1478954481', '1478950877', '1478950976');
INSERT INTO `tb_user` VALUES ('11', 'OQ-CJ4gpxhemtkIjFwLW0v9nzezvsS4F', '', '', '', '18987452365', '', '', '0', '1', '', '', '1', '1478952195', '1478952195', '1478952195');
INSERT INTO `tb_user` VALUES ('12', 'uvsgJjOu7GPyNYudgI36Vg5jQjnxM9VZ', '', '', '', '13817544695', '', '', '10', '1', '', '', '1', '1479055072', '1478966547', '1479005473');
INSERT INTO `tb_user` VALUES ('13', '0OgHPM6uHgcCCx7S0HhRMH3jSKOSOj0h', '', '', '', '17715672775', '', '', '1', '1', '', '', '1', '1479024560', '1479024544', '1479027864');
INSERT INTO `tb_user` VALUES ('14', 'ngBfaqNJ-IpMXuQJ9u81AcgdH4Kor5fF', '', '', '', '13816423293', '', '', '0', '1', '', '', '1', '1479025583', '1479025583', '1479025583');
INSERT INTO `tb_user` VALUES ('15', 'lG-0SzzQZ0FFZW-3GiW1KhNujRzeyAlS', '', '', '', '15295204872', '', '', '1', '1', '', '', '1', '1479026050', '1479026043', '1479026043');
INSERT INTO `tb_user` VALUES ('16', 'VDt2Z1SHOvwGRrs1waTW6aa_ZiqubLgT', '', '', '', '15295204873', '', '', '1', '1', '', '', '1', '1479027959', '1479027354', '1479030412');
INSERT INTO `tb_user` VALUES ('17', 'tM7pxLBTyHaS49U8cXqv6XoyE21DWaDX', '', '', '', '13801669528', '', '', '4', '1', '', '', '1', '1479055034', '1479034249', '1479034249');
INSERT INTO `tb_user` VALUES ('18', 'SEGQHTA-UUxFu_Jyu-eTRa0BebrhCHWi', '', '', '', '13936700693', '', '', '4', '1', '', '', '1', '1479089346', '1479036478', '1479088574');
INSERT INTO `tb_user` VALUES ('19', 'Zq6LjLDxIfCt-9ZZkAlUtJ-V3ieEqOxS', '', '', '', '13621825366', '', '', '2', '1', '', '', '1', '1479086371', '1479085871', '1479085884');

-- ----------------------------
-- Table structure for tb_verifycode
-- ----------------------------
DROP TABLE IF EXISTS `tb_verifycode`;
CREATE TABLE `tb_verifycode` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mobile` varchar(12) NOT NULL DEFAULT '' COMMENT '手机号码',
  `verify_code` int(6) NOT NULL DEFAULT '0' COMMENT '手机验证码',
  `update_at` int(10) NOT NULL DEFAULT '0' COMMENT '更新时间',
  PRIMARY KEY (`id`),
  UNIQUE KEY `mobile` (`mobile`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=64 DEFAULT CHARSET=utf8mb4;

-- ----------------------------
-- Records of tb_verifycode
-- ----------------------------
INSERT INTO `tb_verifycode` VALUES ('17', '13601888074', '689392', '1467355244');
INSERT INTO `tb_verifycode` VALUES ('18', '13703212136', '177544', '1467355400');
INSERT INTO `tb_verifycode` VALUES ('19', '18630181439', '474489', '1467356112');
INSERT INTO `tb_verifycode` VALUES ('20', '17600870597', '449244', '1467357834');
INSERT INTO `tb_verifycode` VALUES ('21', '13309214468', '17267', '1467360746');
INSERT INTO `tb_verifycode` VALUES ('22', '13209214468', '771977', '1467360806');
INSERT INTO `tb_verifycode` VALUES ('23', '13764828598', '664289', '1467361337');
INSERT INTO `tb_verifycode` VALUES ('24', '13119592269', '492821', '1467366130');
INSERT INTO `tb_verifycode` VALUES ('25', '17735105577', '189248', '1467368075');
INSERT INTO `tb_verifycode` VALUES ('26', '13916109460', '529215', '1467369355');
INSERT INTO `tb_verifycode` VALUES ('27', '13122235718', '367960', '1467383105');
INSERT INTO `tb_verifycode` VALUES ('28', '15851933107', '643298', '1467385623');
INSERT INTO `tb_verifycode` VALUES ('29', '15801922699', '18363', '1467386052');
INSERT INTO `tb_verifycode` VALUES ('30', '14782589088', '975743', '1467386554');
INSERT INTO `tb_verifycode` VALUES ('31', '18991100905', '477917', '1467400800');
INSERT INTO `tb_verifycode` VALUES ('32', '15153258301', '174083', '1467412655');
INSERT INTO `tb_verifycode` VALUES ('33', '15036130190', '287112', '1467537898');
INSERT INTO `tb_verifycode` VALUES ('34', '15840903292', '808572', '1467970428');
INSERT INTO `tb_verifycode` VALUES ('35', '15950055205', '763817', '1467734520');
INSERT INTO `tb_verifycode` VALUES ('36', '18952609807', '834167', '1467767254');
INSERT INTO `tb_verifycode` VALUES ('37', '13764284973', '405308', '1467699688');
INSERT INTO `tb_verifycode` VALUES ('38', '18611379537', '727723', '1467765010');
INSERT INTO `tb_verifycode` VALUES ('39', '18896910520', '664109', '1467767454');
INSERT INTO `tb_verifycode` VALUES ('40', '14741191211', '826933', '1467970450');
INSERT INTO `tb_verifycode` VALUES ('41', '15042427923', '196845', '1467971314');
INSERT INTO `tb_verifycode` VALUES ('42', '18302934520', '669237', '1468041495');
INSERT INTO `tb_verifycode` VALUES ('43', '18977515996', '350313', '1468587941');
INSERT INTO `tb_verifycode` VALUES ('44', '15035114450', '543373', '1472708612');
INSERT INTO `tb_verifycode` VALUES ('45', '13928796472', '347761', '1469506159');
INSERT INTO `tb_verifycode` VALUES ('46', '15393990333', '844190', '1469782498');
INSERT INTO `tb_verifycode` VALUES ('47', '15058137588', '339436', '1469858346');
INSERT INTO `tb_verifycode` VALUES ('48', '13918248868', '21466', '1470197251');
INSERT INTO `tb_verifycode` VALUES ('49', '15595108811', '836189', '1470208699');
INSERT INTO `tb_verifycode` VALUES ('50', '18610773605', '876739', '1472117555');
INSERT INTO `tb_verifycode` VALUES ('51', '13901689267', '987728', '1472795341');
INSERT INTO `tb_verifycode` VALUES ('52', '13524856110', '161895', '1473130584');
INSERT INTO `tb_verifycode` VALUES ('53', '13817544695', '663891', '1473761655');
INSERT INTO `tb_verifycode` VALUES ('54', '13218085200', '804328', '1474861828');
INSERT INTO `tb_verifycode` VALUES ('55', '13377733311', '930685', '1474988183');
INSERT INTO `tb_verifycode` VALUES ('56', '13750032444', '765782', '1476199461');
INSERT INTO `tb_verifycode` VALUES ('57', '15901949839', '532471', '1476421973');
INSERT INTO `tb_verifycode` VALUES ('58', '13523099991', '936702', '1477269649');
INSERT INTO `tb_verifycode` VALUES ('59', '15157285126', '61845', '1477295053');
INSERT INTO `tb_verifycode` VALUES ('60', '13612909106', '445162', '1477297654');
INSERT INTO `tb_verifycode` VALUES ('61', '15555678855', '940224', '1477459378');
INSERT INTO `tb_verifycode` VALUES ('62', '18116679021', '738191', '1478238756');
INSERT INTO `tb_verifycode` VALUES ('63', '15222005898', '309163', '1478246499');

-- ----------------------------
-- Table structure for vso_point_admin
-- ----------------------------
DROP TABLE IF EXISTS `vso_point_admin`;
CREATE TABLE `vso_point_admin` (
  `uid` mediumint(8) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(30) NOT NULL DEFAULT '' COMMENT '登录帐号',
  `password` char(32) NOT NULL DEFAULT '' COMMENT '备用字段',
  `authKey` char(200) NOT NULL DEFAULT '' COMMENT '密码',
  `accessToken` char(200) NOT NULL DEFAULT '' COMMENT '备用',
  `nickname` varchar(30) NOT NULL DEFAULT '' COMMENT '昵称',
  `thumb` varchar(225) NOT NULL DEFAULT '' COMMENT '头像，备用字段',
  `email` varchar(100) NOT NULL DEFAULT '' COMMENT '邮箱，备用字段',
  `status` smallint(4) NOT NULL DEFAULT '1' COMMENT '状态 1正常，0禁用户',
  `created_at` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '创建时间',
  `updated_at` int(11) unsigned NOT NULL DEFAULT '0' COMMENT '更新时间',
  `role_id` mediumint(11) unsigned NOT NULL DEFAULT '1' COMMENT '权限分组',
  `company_id` smallint(4) unsigned DEFAULT '0' COMMENT '公司ID',
  PRIMARY KEY (`uid`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of vso_point_admin
-- ----------------------------
INSERT INTO `vso_point_admin` VALUES ('1', 'admin', '5d4dcaaedbdac33ee7f6c68249814bfb', 'test100key', '100-token', '管理员', '/avatar/1422621856.jpg', 'admin@vsochina.com', '1', '0', '0', '1', '5');
INSERT INTO `vso_point_admin` VALUES ('2', 'huangbo', '67a212628f7195d1c63bc4f4600d5aa5', '', '', '黄波', '', '2@qq.com', '1', '0', '0', '1', '2');
INSERT INTO `vso_point_admin` VALUES ('6', 'Vincent', '2b2af08c09f1de8e69377c03dfb7e794', '', '', '李明', '', 'test@tempires.com', '1', '0', '0', '9', '1');

-- ----------------------------
-- Table structure for vso_point_privilege
-- ----------------------------
DROP TABLE IF EXISTS `vso_point_privilege`;
CREATE TABLE `vso_point_privilege` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `grouptype` smallint(4) unsigned DEFAULT '1' COMMENT '所属权限分组(1系统内置模块 2自定义模块)',
  `route` varchar(225) NOT NULL COMMENT '权限路由地址',
  `desc` varchar(255) NOT NULL COMMENT '权限路由描述',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of vso_point_privilege
-- ----------------------------
INSERT INTO `vso_point_privilege` VALUES ('1', '1', 'team/team/list', '团队列表');
INSERT INTO `vso_point_privilege` VALUES ('2', '1', 'team/team/add', '添加成员');
INSERT INTO `vso_point_privilege` VALUES ('3', '1', 'team/team/update', '编辑成员');
INSERT INTO `vso_point_privilege` VALUES ('4', '1', 'team/team/del', '删除成员');
INSERT INTO `vso_point_privilege` VALUES ('5', '1', 'team/role/list', '角色列表');
INSERT INTO `vso_point_privilege` VALUES ('6', '1', 'team/role/add', '添加角色');
INSERT INTO `vso_point_privilege` VALUES ('7', '1', 'team/role/update', '编辑角色');
INSERT INTO `vso_point_privilege` VALUES ('8', '1', 'team/role/del', '删除角色');
INSERT INTO `vso_point_privilege` VALUES ('9', '1', 'team/role/review', '角色预览');
INSERT INTO `vso_point_privilege` VALUES ('10', '1', 'team/privilege/list', '权限路由');
INSERT INTO `vso_point_privilege` VALUES ('11', '1', 'team/privilege/add', '添加权限');
INSERT INTO `vso_point_privilege` VALUES ('12', '1', 'team/privilege/update', '编辑权限');
INSERT INTO `vso_point_privilege` VALUES ('13', '1', 'team/privilege/del', '删除权限节点');
INSERT INTO `vso_point_privilege` VALUES ('14', '1', 'team/privilege/review', '权限预览');
INSERT INTO `vso_point_privilege` VALUES ('15', '2', 'user/usr/list', '用户列表数据');
INSERT INTO `vso_point_privilege` VALUES ('16', '2', 'user/usr/list-view', '用户列表页面');
INSERT INTO `vso_point_privilege` VALUES ('17', '2', 'user/usr/export', '用户搜索结果导出');
INSERT INTO `vso_point_privilege` VALUES ('18', '2', 'vip/group/list', '特权列表数据');
INSERT INTO `vso_point_privilege` VALUES ('19', '2', 'vip/group/list-view', '特权列表页面');
INSERT INTO `vso_point_privilege` VALUES ('20', '2', 'vip/group/update', '特权数据更新');
INSERT INTO `vso_point_privilege` VALUES ('21', '2', 'vip/group/view', '特权数据查看');
INSERT INTO `vso_point_privilege` VALUES ('22', '2', 'vip/group/edit', '特权数据增加/修改');
INSERT INTO `vso_point_privilege` VALUES ('23', '2', 'vip/vip/list-info', '会员配置-会员录入');
INSERT INTO `vso_point_privilege` VALUES ('24', '2', 'vip/vip/list-finance', '会员配置-财务审核');
INSERT INTO `vso_point_privilege` VALUES ('25', '2', 'vip/vip/list-operate', '会员配置-运营审核');
INSERT INTO `vso_point_privilege` VALUES ('26', '2', 'vip/vip/list', '会员配置-会员列表');

-- ----------------------------
-- Table structure for vso_point_privilege_group
-- ----------------------------
DROP TABLE IF EXISTS `vso_point_privilege_group`;
CREATE TABLE `vso_point_privilege_group` (
  `id` smallint(4) unsigned NOT NULL AUTO_INCREMENT,
  `groupname` varchar(20) NOT NULL DEFAULT '' COMMENT '分组名称',
  `grouptype` smallint(4) unsigned NOT NULL DEFAULT '0' COMMENT '分组属性',
  `groupdesc` varchar(100) NOT NULL DEFAULT '' COMMENT '分组描述',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='权限分组';

-- ----------------------------
-- Records of vso_point_privilege_group
-- ----------------------------
INSERT INTO `vso_point_privilege_group` VALUES ('1', '权限管理', '2', '超级管理员权限，用于权限管理，分配');
INSERT INTO `vso_point_privilege_group` VALUES ('2', '会员配置', '1', '会员中心权限相关');

-- ----------------------------
-- Table structure for vso_point_role
-- ----------------------------
DROP TABLE IF EXISTS `vso_point_role`;
CREATE TABLE `vso_point_role` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `role` varchar(225) NOT NULL,
  `desc` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of vso_point_role
-- ----------------------------
INSERT INTO `vso_point_role` VALUES ('1', 'admin', '超级管理员');
INSERT INTO `vso_point_role` VALUES ('2', '管理员', '管理员，超级管理员之下');
INSERT INTO `vso_point_role` VALUES ('9', '运营管理员', '负责普通的运营，管理员之下');

-- ----------------------------
-- Table structure for vso_point_role_privilege
-- ----------------------------
DROP TABLE IF EXISTS `vso_point_role_privilege`;
CREATE TABLE `vso_point_role_privilege` (
  `role_id` int(11) NOT NULL,
  `privilege_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of vso_point_role_privilege
-- ----------------------------
INSERT INTO `vso_point_role_privilege` VALUES ('1', '1');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '2');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '3');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '4');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '5');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '6');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '7');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '8');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '9');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '10');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '11');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '12');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '13');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '14');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '23');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '24');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '25');
INSERT INTO `vso_point_role_privilege` VALUES ('1', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '24');
INSERT INTO `vso_point_role_privilege` VALUES ('7', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '25');
INSERT INTO `vso_point_role_privilege` VALUES ('8', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '23');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '24');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '25');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '2');
INSERT INTO `vso_point_role_privilege` VALUES ('6', '12');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '23');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '24');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '25');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '1');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '2');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '3');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '4');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '5');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '6');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '7');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '8');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '9');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '10');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '11');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '12');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '13');
INSERT INTO `vso_point_role_privilege` VALUES ('2', '14');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '15');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '16');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '17');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '18');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '19');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '20');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '21');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '22');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '23');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '24');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '25');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '26');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '1');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '2');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '3');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '4');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '5');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '6');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '7');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '8');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '9');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '10');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '11');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '12');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '13');
INSERT INTO `vso_point_role_privilege` VALUES ('9', '14');
